Notes_SSH3201.org
#+TITLE: Économie de l'ingénieur

* Économie de l'ingénieur

** Cours

*** Cours 1
*J'ai manqué ce cours*.
Le sujet est les états financiers.
**** Plan
- Introduction
- Objectifs Généraux du cours
- Formes d'entreprise
- États financiers (présentation)
  - État de la situation financière
  - État des résultats
  - État des variations des capitaux propres
  - État des flux de trésorie (prochain cours)
- Exemple

**** Formes d'entreprise
***** Formes Juridiques
****** Entreprise individuelle
****** Société de personnes
****** Société de capitaux
****** Coopérative
***** Formes économiques
****** Entreprise industrielle
****** Entreprise comemrciale
****** Entreprise de services

***** Tableau sur les formes juridiques

**** Comptabilité
***** Définition
C’est unsystème d’informationfinancière permettant de:
-enregistrerles opérations d’une entreprise
-lesregrouper
-les classer
-les présenter(dans les états financiers É/F) pour eninterpréter les résultats.
***** Rôle
Transformerl’ensemble des données financières en informations utiles et
pertinentes(É/F) pour les divers groupes qui forment l’environnement économique
de l’entreprise.

Depuis janvier 2011, les sociétés ouvertes (cotées en bourse) doivent adopter
les Normes internationales d'information financière (IFRS).

**** Notions de base
- Personnalité de l’entreprise (entité séparée)
- Indépendance des exercices et rattachement des
  charges aux produits
- Coût historique (valeur d’acquisition)
- Comptabilisation (constatation des produits et charges)
- Permanence des méthodes comptables
- Prudence

**** étapes du système comptable
*NOTE* Seule la partie «Établissement des états financiers» sera traitée dans ce cours
***** enregistrement des opérations
journal général

***** report dans le grand livre général
comptes en T

***** Établissement de la balance de vérification

***** Régularisation et clôture des comptes
Charges, Produits

***** Établissement des états financiers
- état des résultats
- état des variations des capitatux propres
- état de la situation financière
- état des flux de trésorerie

**** Compte en T
