Notes_SSH3201.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-01-19 Sat 15:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Économie de l'ingénieur</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Philippe Carphin" />
</head>
<body>
<div id="content">
<h1 class="title">Économie de l'ingénieur</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga4412c7">1. Économie de l'ingénieur</a>
<ul>
<li><a href="#org3d1745f">1.1. Cours</a>
<ul>
<li><a href="#orgdff1f98">1.1.1. Cours 1</a></li>
<li><a href="#org20f0294">1.1.2. Cours 2 État des flux de trésorie &amp; Ratios financiers</a></li>
<li><a href="#org741c142">1.1.3. Cours 3 Immobilisations et amortissement</a></li>
<li><a href="#org4c4e620">1.1.4. Cours 4 Intérêt et valeur de l'argent dans le temps</a></li>
<li><a href="#org5b4dec5">1.1.5. Cours 5 Taux d'intérêts nominal et réel</a></li>
<li><a href="#org16d70c8">1.1.6. Cours 6 Seuil de rentabilité = Point Mort et analyse marginale</a></li>
<li><a href="#org4add436">1.1.7. Cours 7 VAN, IR, DR, TRI, TRIM</a></li>
<li><a href="#orgae00fab">1.1.8. Cours 8(Anas)</a></li>
<li><a href="#org3a71894">1.1.9. Cours 8 Métriques de comparaison (AE, CAE, RC, DUE), remplacement</a></li>
<li><a href="#org5180c55">1.1.10. Cours 9,10 : Impôt</a></li>
<li><a href="#org7564418">1.1.11. Cours 11,12 : Risque</a></li>
</ul>
</li>
<li><a href="#org79d032e">1.2. Don't forget:</a></li>
<li><a href="#org0f89d3b">1.3. Matière</a>
<ul>
<li><a href="#orga74140f">1.3.1. États financiers</a></li>
<li><a href="#org5ef27c6">1.3.2. Ratios : Voir Cours 2.1 Ratios.pdf</a></li>
<li><a href="#org7a359bd">1.3.3. Immobilisations et amortissement</a></li>
<li><a href="#org1a5ca44">1.3.4. Intérêt et valeur de l'argent dans le temps</a></li>
<li><a href="#org98c2332">1.3.5. Interpolations:</a></li>
</ul>
</li>
<li><a href="#orgdbff311">1.4. Travaux Pratiques (TP)</a></li>
<li><a href="#org26ece3d">1.5. Feuille de formules</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orga4412c7" class="outline-2">
<h2 id="orga4412c7"><span class="section-number-2">1</span> Économie de l'ingénieur</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org3d1745f" class="outline-3">
<h3 id="org3d1745f"><span class="section-number-3">1.1</span> Cours</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-orgdff1f98" class="outline-4">
<h4 id="orgdff1f98"><span class="section-number-4">1.1.1</span> Cours 1</h4>
<div class="outline-text-4" id="text-1-1-1">
<p>
<b>J'ai manqué ce cours</b>.
Le sujet est les états financiers.
</p>
</div>
<ol class="org-ol">
<li><a id="org80e4cb0"></a>Plan<br />
<div class="outline-text-5" id="text-1-1-1-1">
<ul class="org-ul">
<li>Introduction</li>
<li>Objectifs Généraux du cours</li>
<li>Formes d'entreprise</li>
<li>États financiers (présentation)
<ul class="org-ul">
<li>État de la situation financière</li>
<li>État des résultats</li>
<li>État des variations des capitaux propres</li>
<li>État des flux de trésorie (prochain cours)</li>
</ul></li>
<li>Exemple</li>
</ul>
</div>
</li>

<li><a id="orgdda4c96"></a>Formes d'entreprise<br />
<ol class="org-ol">
<li><a id="orgc8073ea"></a>Formes Juridiques<br />
<ol class="org-ol">
<li><a id="org3a34335"></a>Entreprise individuelle<br /></li>
<li><a id="org199fddc"></a>Société de personnes<br /></li>
<li><a id="org0466f5b"></a>Société de capitaux<br /></li>
<li><a id="org06ed2ff"></a>Coopérative<br /></li>
</ol>
</li>
<li><a id="orgcc7c887"></a>Formes économiques<br />
<ol class="org-ol">
<li><a id="org42b75ab"></a>Entreprise industrielle<br /></li>
<li><a id="org05682ad"></a>Entreprise comemrciale<br /></li>
<li><a id="orgf0312c0"></a>Entreprise de services<br /></li>
</ol>
</li>

<li><a id="org467ebf6"></a>Tableau sur les formes juridiques<br /></li>
</ol>
</li>

<li><a id="orgc02dfd2"></a>Comptabilité<br />
<ol class="org-ol">
<li><a id="orgc00ad5a"></a>Définition<br />
<div class="outline-text-6" id="text-1-1-1-3-1">
<p>
C’est unsystème d’informationfinancière permettant de:
-enregistrerles opérations d’une entreprise
-lesregrouper
-les classer
-les présenter(dans les états financiers É/F) pour eninterpréter les résultats.
</p>
</div>
</li>
<li><a id="orgd7ac7e0"></a>Rôle<br />
<div class="outline-text-6" id="text-1-1-1-3-2">
<p>
Transformerl’ensemble des données financières en informations utiles et
pertinentes(É/F) pour les divers groupes qui forment l’environnement économique
de l’entreprise.
</p>

<p>
Depuis janvier 2011, les sociétés ouvertes (cotées en bourse) doivent adopter
les Normes internationales d'information financière (IFRS).
</p>
</div>
</li>
</ol>
</li>

<li><a id="orgf11bfac"></a>Notions de base<br />
<div class="outline-text-5" id="text-1-1-1-4">
<ul class="org-ul">
<li>Personnalité de l’entreprise (entité séparée)</li>
<li>Indépendance des exercices et rattachement des
charges aux produits</li>
<li>Coût historique (valeur d’acquisition)</li>
<li>Comptabilisation (constatation des produits et charges)</li>
<li>Permanence des méthodes comptables</li>
<li>Prudence</li>
</ul>
</div>
</li>

<li><a id="org721dea3"></a>étapes du système comptable<br />
<div class="outline-text-5" id="text-1-1-1-5">
<p>
<b>NOTE</b> Seule la partie «Établissement des états financiers» sera traitée dans ce cours
</p>
</div>
<ol class="org-ol">
<li><a id="orgc97628c"></a>enregistrement des opérations<br />
<div class="outline-text-6" id="text-1-1-1-5-1">
<p>
journal général
</p>
</div>
</li>

<li><a id="orga742046"></a>report dans le grand livre général<br />
<div class="outline-text-6" id="text-1-1-1-5-2">
<p>
comptes en T
</p>
</div>
</li>

<li><a id="org7b60b93"></a>Établissement de la balance de vérification<br /></li>

<li><a id="orgd361a94"></a>Régularisation et clôture des comptes<br />
<div class="outline-text-6" id="text-1-1-1-5-4">
<p>
Charges, Produits
</p>
</div>
</li>

<li><a id="org7c6963b"></a>Établissement des états financiers<br />
<div class="outline-text-6" id="text-1-1-1-5-5">
<ul class="org-ul">
<li>état des résultats</li>
<li>état des variations des capitatux propres</li>
<li>état de la situation financière</li>
<li>état des flux de trésorerie</li>
</ul>
</div>
</li>
</ol>
</li>
