Notes_SSH3201.tex
% Created 2019-01-19 Sat 15:43
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Philippe Carphin}
\date{\today}
\title{Économie de l'ingénieur}
\hypersetup{
 pdfauthor={Philippe Carphin},
 pdftitle={Économie de l'ingénieur},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.13)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Économie de l'ingénieur}
\label{sec:org2910b38}

\subsection{Cours}
\label{sec:org1e90c39}

\subsubsection{Cours 1}
\label{sec:orgfeb69f9}
\textbf{J'ai manqué ce cours}.
Le sujet est les états financiers.
\begin{enumerate}
\item Plan
\label{sec:org73eb49f}
\begin{itemize}
\item Introduction
\item Objectifs Généraux du cours
\item Formes d'entreprise
\item États financiers (présentation)
\begin{itemize}
\item État de la situation financière
\item État des résultats
\item État des variations des capitaux propres
\item État des flux de trésorie (prochain cours)
\end{itemize}
\item Exemple
\end{itemize}

\item Formes d'entreprise
\label{sec:org8defaa8}
\begin{enumerate}
\item Formes Juridiques
\label{sec:orgebb207c}
\begin{enumerate}
\item Entreprise individuelle
\label{sec:org7c85729}
\item Société de personnes
\label{sec:org1d0d76f}
\item Société de capitaux
\label{sec:org4bdeb66}
\item Coopérative
\label{sec:org946ac37}
\end{enumerate}
\item Formes économiques
\label{sec:org3e1817e}
\begin{enumerate}
\item Entreprise industrielle
\label{sec:org1906190}
\item Entreprise comemrciale
\label{sec:orgb7e669f}
\item Entreprise de services
\label{sec:org4138b29}
\end{enumerate}

\item Tableau sur les formes juridiques
\label{sec:org2f56567}
\end{enumerate}

\item Comptabilité
\label{sec:org77ab94d}
\begin{enumerate}
\item Définition
\label{sec:orgda8006c}
C’est unsystème d’informationfinancière permettant de:
-enregistrerles opérations d’une entreprise
-lesregrouper
-les classer
-les présenter(dans les états financiers É/F) pour eninterpréter les résultats.
\item Rôle
\label{sec:org354b2db}
Transformerl’ensemble des données financières en informations utiles et
pertinentes(É/F) pour les divers groupes qui forment l’environnement économique
de l’entreprise.

Depuis janvier 2011, les sociétés ouvertes (cotées en bourse) doivent adopter
les Normes internationales d'information financière (IFRS).
\end{enumerate}

\item Notions de base
\label{sec:orgb396265}
\begin{itemize}
\item Personnalité de l’entreprise (entité séparée)
\item Indépendance des exercices et rattachement des
charges aux produits
\item Coût historique (valeur d’acquisition)
\item Comptabilisation (constatation des produits et charges)
\item Permanence des méthodes comptables
\item Prudence
\end{itemize}

\item étapes du système comptable
\label{sec:org061f774}
\textbf{NOTE} Seule la partie «Établissement des états financiers» sera traitée dans ce cours
\begin{enumerate}
\item enregistrement des opérations
\label{sec:org2570c40}
journal général

\item report dans le grand livre général
\label{sec:org7234684}
comptes en T

\item Établissement de la balance de vérification
\label{sec:orge017458}

\item Régularisation et clôture des comptes
\label{sec:org60d90d1}
Charges, Produits

\item Établissement des états financiers
\label{sec:org2217ebf}
\begin{itemize}
\item état des résultats
\item état des variations des capitatux propres
\item état de la situation financière
\item état des flux de trésorerie
\end{itemize}
\end{enumerate}

\item Compte en T
\label{sec:orgb98319b}
