Notes_SSH3201.org
**** Etat de flux de trésorie mis avec les états financiers dans cours 1
**** Ratios : Voir [[https://moodle.polymtl.ca/pluginfile.php/512706/mod_folder/content/0/Cours%25202.1%2520-%2520Ratios.pdf?forcedownload=0][Cours 2.1 Ratios.pdf]] 
***** Ratios de liquidité
****** Ratio de liquidité courante (ratio du fond de roulement)
 #+BEGIN_EXAMPLE
 actif courants
 ---------------
 passif courants
 #+END_EXAMPLE
******* Interprétation
 *Capacité d'une entreprise à faire face à ses obligations financières à court
 terme lorsqu'elles viennent à échéance*
 - < 1: la compagnie a de la misère à rembourser ses dettes
 - > 2: L'entreprise a trop de stocks
 - [1.2, 2.0] : La majorité des analystes estiment que c'est idéal 
****** Ratio de liquidité relative (Ratio de liquidité immédiate)
 #+BEGIN_EXAMPLE
 actif courant - stocks - frais payés d'avance
 ---------------------------------------------
               passif courant
 #+END_EXAMPLE
******* Interprétation
 *Indique si on peut rembourser le passif à court terme sans avoir à vendre les
 stocks. Si le ratio est nettement inférieur au ratio de liquidé courante, cela
 signifie que l'actif à court terme dépend étroitement des stocks.*
 - Idéal : [1,2]
***** Ratios d'endettement
****** Ratio d'endettement
 #+BEGIN_EXAMPLE
 passif total
 ------------
 actif total
 #+END_EXAMPLE
******* Interprétation
 Capacité de respecter ses engagements à long terme
 - < 30% : Excellent
 - [30%, 36%] : bon
 - > 40% : Problématique
****** Ratio de la couverture des intérêts
 #+BEGIN_EXAMPLE
 Résultat avant intérêts et impôts
 ---------------------------------
        Intérêts
 #+END_EXAMPLE
******* Interprétation
 Indique dans quelle mesure les intérêts débiteurs sont couverts par les flux de
 trésorie de la société.
 - < 1 : La société peut éprouver de véritables difficultés à régler ses intérêts
   débiteurs et le risque de défaut de paiement est jugé élevé.
 - > 1.5 : Idéal
***** Ratios de performance
****** Ratio de rotation de l'actif
 #+BEGIN_EXAMPLE
       Ventes nettes
 -------------------------
 Valeur moyenne de l'actif

 Valeur moyenne = (montant de fin + montant de début) / 2
 Ventes nettes = ventes moins les rendus, rabais et escomptes sur les ventes
 #+END_EXAMPLE
******* Interprétation
 - Il indique le montant du chiffre d'affaires généré par chaque dollar investi
   dans l'actif total.
 - Habituellement, plus le ratio est élevé, plus la gestion des actifs est
   optimale.
 - Par exemple, un ratio de 0,60 $ indique que chaque dollar investi rapporte
   0,60 $ de ventes nettes.
 - Ce ratio est utile pour se comparer à ses concurrents.
****** Ratio de rotation des comptes clients
 #+BEGIN_EXAMPLE
          ventes nettes
 ----------------------------------
 Valeur moyenne des comptes clients

 Valeur moyenne = (montant de fin + montant de début) / 2
 Ventes nettes = ventes moins les rendus, rabais et escomptes sur les ventes
 #+END_EXAMPLE
