Notes_SSH3201.html
<li><a id="org10bc0e6"></a>Vocabulaire<br />
<div class="outline-text-5" id="text-1-1-3-1">
<p>
<b>Actif immobilisé/Immobilisations</b> : 
</p>
<ul class="org-ul">
<li>Destinés à être utilisés pour la production de bien ou pour gagner du revenu.</li>
<li>Destinés à être utilisés de façon durable</li>
<li>Non destinés à être vendus</li>
</ul>
</div>
<ol class="org-ol">
<li><a id="org7873bbc"></a>Catégories d'immobilisations<br />
<ol class="org-ol">
<li><a id="org541398c"></a>Immobilisations corporelles<br />
<div class="outline-text-7" id="text-1-1-3-1-1-1">
<ul class="org-ul">
<li>Biens amortissables : 
<ul class="org-ul">
<li>Immeubles</li>
<li>Biens qui s'épuisent</li>
</ul></li>
<li>Biens non-ammortissables : 
<ul class="org-ul">
<li>Terrain</li>
</ul></li>
</ul>
</div>
</li>
<li><a id="org85889f2"></a>Immobilisations incorporelles<br />
<div class="outline-text-7" id="text-1-1-3-1-1-2">
<ul class="org-ul">
<li>R&amp;D</li>
<li>Droits d'auteur</li>
<li>Franchises</li>
<li>Licenses</li>
<li>Marque de commerce</li>
<li>Autres propriétés intellectuelles</li>
</ul>
</div>
</li>
</ol>
</li>
</ol>
</li>

<li><a id="org73fc4cb"></a>Coût d'un actif immobilisé<br />
<div class="outline-text-5" id="text-1-1-3-2">
<p>
L'idée est de prendre en compte 
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">Coût de l'actif (prix affiché)</td>
</tr>

<tr>
<td class="org-left">+ Coûts de mise en service</td>
</tr>

<tr>
<td class="org-left">+ Autres frais comme transport, préparation, installation</td>
</tr>
</tbody>
</table>
</div>
</li>


<li><a id="org4f63072"></a>Amortissement<br />
<ol class="org-ol">
<li><a id="orgb68d382"></a>Amortissement linéaire<br />
<div class="outline-text-6" id="text-1-1-3-3-1">
<p>
L'immobilisation passe du coût initial <b>P</b> à sa valeur résiduelle <b>R</b> en <b>n</b>
années en perdant <b>(P-R)/n</b> à chaque année (sauf la première année où on prend
une fraction de ce montant correspondant à la fraction d'année d'utilisation(m/12)).
</p>

<p>
D<sub>1</sub> = (m/12) * (P-R)/n
</p>

<p>
D<sub>t</sub> = (P-R)/n
</p>
</div>
</li>

<li><a id="orge2f6d90"></a>Amortissement à taux dégressif à taux constant<br />
<div class="outline-text-6" id="text-1-1-3-3-2">
<p>
Aller de <b>P</b> à <b>R</b> en <b>n</b> étapes en multipliant par un facteur.
</p>

<p>
L'idée est en fait de multiplier la valeur de l'année précédente par un facteur
de sorte qu'après avoir multiplié par ce facteur <b>n</b> fois, on fini par avoir
multiplié par <b>R/P</b>.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Année</th>
<th scope="col" class="org-left">Valeur comptable</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">0</td>
<td class="org-left">P</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">P (R/P)<sup>1/n</sup></td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">P (R/P)<sup>1/n</sup> (R/P)<sup>1/n</sup></td>
</tr>

<tr>
<td class="org-right">&hellip;</td>
<td class="org-left">&hellip;</td>
</tr>

<tr>
<td class="org-right">n</td>
<td class="org-left">P ( (R/P)<sup>1/n</sup> )<sup>n</sup> = P (R/P) = R</td>
</tr>
</tbody>
</table>


<p>
En pratique, on utilise la terminologie suivante:
On calcule un taux basé sur <b>P</b>, <b>R</b> et <b>n</b>:
</p>

<p>
d = 1 - (R/P)<sup>1/n</sup>
</p>

<p>
et au lieu de soustraire le même montant à chaque année, on ammortit de
</p>

<p>
D<sub>t</sub> = CNA<sub>t-1</sub> * d
</p>

<p>
Ce qui correspond à multiplier par (R/P)<sup>1/n</sup>:
</p>

<p>
CNA<sub>t</sub> = CNA<sub>t-1</sub> - CNA<sub>t-1</sub> * d = CNA<sub>t-1</sub> * (1 - d) = CNA<sub>t-1</sub> * (R/P)<sup>1/n</sup>
</p>
</div>
</li>

<li><a id="org8baf2cf"></a>Amortissement Proportionnel à l'ordre inversé des années<br />
<div class="outline-text-6" id="text-1-1-3-3-3">
<p>
Soit U<sub>t</sub> = (P-R)(n - t + 1)/k la perte de valeur dans la première année <b>d'utilisation</b>.
</p>

<p>
Si les années d'utilisation sont désynchronisées avec les périodes d'éxercice,
chaque année d'exercice ira chercher une partie de chaque année d'utilisation qui
la chevauchent.
</p>

<p>
Par exemple, pour une machinne achetée en fin avril de l'année 1: on a
U<sub>1</sub> = (P-R)(n-1+1)/k, mais seulement (8/12)U<sub>1</sub> sera mis dans les livres pour
l'année 1.
</p>

<p>
D<sub>1</sub> = (8/12)U<sub>1</sub>
</p>

<p>
À l'année fiscale 2, on a 4 mois qui font partie de la première année
d'utilisation (U<sub>1</sub>).  L'amortissement à l'année 2 incluera (4/12)D<sub>1</sub> et aussi (8/12)D<sub>2</sub>
où
</p>

<p>
D<sub>2</sub> = (4/12)U<sub>1</sub> + (8/12)U<sub>2</sub>
</p>

<p>
<b>En passant, k = n(n+1)/2.</b>
</p>

<p>
/Sti que ça vaut pas la peine d'apprendre cet esti d'amortissement, come on.
R'garde, si j'ai besoin de faire un amortissement comme ça, j'ouvrirai un
livre./
</p>
</div>
</li>


<li><a id="orgf4a638c"></a>Amortissement Proportionnel à l'utilisation<br />
<div class="outline-text-6" id="text-1-1-3-3-4">
<p>
Ben simple: on remplace le <b>n</b> par un volume total d'utilisation <b>V</b>.
</p>

<p>
on a donc d = (P-R)/V
</p>

<p>
L'amortissement à l'année <b>t</b> sera donné par le volume d'utilisation de v<sub>t</sub> de
l'année <b>t</b>.
</p>

<p>
D<sub>t</sub> = d*v<sub>t</sub>
</p>

<p>
Par exemple, ça pourrait être une voiture, <b>V</b> serait le nombre total de
kilomètres qu'on prévoit faire avec la voiture et v<sub>t</sub> serait le nombre de
kilomètres faits durant l'année <b>t</b>.
</p>
</div>
</li>
</ol>
</li>
</ol>
</div>

<div id="outline-container-org4c4e620" class="outline-4">
<h4 id="org4c4e620"><span class="section-number-4">1.1.4</span> Cours 4 Intérêt et valeur de l'argent dans le temps</h4>
<div class="outline-text-4" id="text-1-1-4">
<p>
À cause des intérêts ou de l'inflation, un montant X<sub>1</sub> à un temps T<sub>1</sub> n'aura pas
la même valeur à un temps T<sub>2</sub>.  Les méthodes dans cette sections permettent de
trouver des équivalences entre des montants d'argents à différents temps.
</p>

<p>
Les facteurs d'actualisations permettent d'établire ces équivalences.
</p>

<p>
Les taux effectifs permettent de comparer des situations avec des fréquences de
capitalisations différentes.
</p>
</div>
<ol class="org-ol">
<li><a id="org7db19fb"></a>Valeur de l'argent dans le temps<br />
<ol class="org-ol">
<li><a id="org1910782"></a>La base (P/F;i;n), (F/P;i;n)<br />
<div class="outline-text-6" id="text-1-1-4-1-1">
<p>
Avec un taux i, un montant est multiplié par (1+i) à chaque période de
capitalisation.
</p>

<p>
Ainsi, un montant à l'année 0 aura été mutiplié par (1+i)<sup>n</sup> rendu à l'année n.
</p>

<p>
Ainsi, si on connait le montant à l'année n, on peut connaître le montant à
l'année 0 en multipliant par (1+i)<sup>-n</sup>.  Donc:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(P/F, i, n)</td>
<td class="org-left">(1+i)<sup>-n</sup></td>
</tr>

<tr>
<td class="org-left">(F/P, i, n)</td>
<td class="org-left">(1+i)<sup>n</sup></td>
</tr>
</tbody>
</table>
</div>
</li>
