Notes_SSH3201.org
***** Le reste

Avec des annuités, on dépose un montant A à chaque période. Au bout de n années,
le premier montant A déposé à l'année vaudrait A(1+i)^{-1} à l'année 0, le montant
déposé à l'année 2 vaudrait A(1+i)^{-2} à l'année 0.  Finalement le montant déposé
à l'année n vaudrait A(1+i)^{-n} à l'année 0.

La somme est donc

A((1+i)^{-1} + (1+i)^{-2} + \dots + (1+i)^{-n}) = P

Si on fait le même truc qu'avec une série géométrique pour trouver P/A = \xi, nous
avons

\xi = (1+i)^{-1} + (1+i)^{-2} + \dots + (1+i)^{-n}

et

(1+i)\xi = 1 + (1+i)^{-1} + (1+i)^{-2} + \dots + (1+i)^{-(n-1)} 

donc \xi - (1+i)\xi = -i\xi = (1+i)^{-n} - 1.

ou bien i\xi = 1 - (1+i)^{-n} et donc \xi = (P/A;i;n) = (1 - (1+i)^{-n})/i

On peut multiplier par (1+i)^n/(1+i)^n = 1 pour obtenir

| (P/A, i, n) | ((1+i)^n - 1)/(i(1+i)^n) |
| (A/P, i, n) | 1/(P/A, i, n)          |

pour avoir une formule sans exposants négatifs.
(setq org-pretty-entities nil)

Les autres formules peuvent être obtenues ainsi:

| (F/A, i, n) | ((1+i)^n - 1)/i   |
| (A/F, i, n) | i / ((1+i)^n - 1) |
| (P/G, i, n) | ...              |

***** A_\infty
On veut que l'intérêt annuel nous donne un montant A_\infty à chaque année.

P * (1 + i) = P + A_\infty 

et on retire le A_\infty pour faire quelque chose avec, et on s'en fait donner un
autre l'année d'après jusqu'à la fin des temps.

Donc A_\infty = i * P \Leftrightarrow P = A_\infty / i

Le P dans P = A_\infty / i est appelé le coût immobilisé

***** Règle du 72

n = 0.72 / i ~ nombre d'années pour doubler au taux i


*** Cours 5 Taux d'intérêts nominal et réel

Formules pour convertir entre différens taux d'intérêts équivalents et exprimés.

**** Taux nominal et périodes de capitalisation 

Les termes d'un prêt ou d'un investissement expriment les taux sous la forme

"Un taux nominal de i_nominal par année capitalisée m fois par année"

Ceci veux dire que m fois par année, le montant sera multiplié par (1 + i/m).
Au bout d'une année, le montant aura été multiplié par (1 + i/m)^m.

On appelle i_eff = (1 + i_nom/m)^m.

Afin de pouvoir travailler avec des flux monétaires avec diverses fréquences de
capitalisation, nous devons transformer ces taux en taux effectifs de la même fréquence.

**** Comparaisons

(1 + i_1/m)^m = (1 + i_2/\nu)^\nu

(1 + i_1/m)^{m/\nu} = 1 + i_2/\nu

i_2/\nu = (1 + i_1/m)^{m/\nu} - 1


*** Cours 6 Seuil de rentabilité = Point Mort et analyse marginale
**** Contexte
On suppose que les ventes et côuts suivent une relation

Ventes = PV_u * U

Coûts = CV_u * U + CF

Coûts variables totaux = CV_u * U

où U est le nombre d'unités vendues d'un produit, PV_u, CV_u et CF sont des
constantes en $/u, $/u et $ respectivement.

**** Point Mort (Nombre d'unités qui rend les ventes égales aux coûts)

Le point mort U^* est la solution de l'équation des recettes et des coûts.

#+BEGIN_QUOTE
Pv * U^* = CT(U^*) = CV_u * U^* + CF
#+END_QUOTE

Ça nous donne un nombre d'unités:

\Leftrightarrow (PV - CV_u) * U^* = CF

\Leftrightarrow U^* = CF / (PV - CV_u)

**** Différentes expressions du point mort

SR(Q) = U^* = CF / (PV_u - CV_u) = CF / CM_u \Leftrightarrow CF = U^* * CM_u

SR($) = U^* * PV_u = (U^* * CM_u) * (PV_u/CM_u) = CF * 1/CM_%

**** Contributions marginales

CM_u = PV_u - CV_u contribution marginale unitaire.

CM_% = CM_u / PV_u marginale en pourcentage

CM_$(U) = Ventes - Coûts Variables Totaux = PV_u * U - CV_u * U : (contribution marginale totale)

C'est le profit qu'on ferait si les couts fixes disparaissaient.

NOTE: CM_$(U^*) = CF

**** Méthode des points extrêmes

On se fait donner un tableau avec des lignes (x,y) = (quantité, couts).

On suppose que ces coûts suivent une règle y = ax + b avec a = CV_u et b = CF.

On choisi deux points (x_1, y_1), (x_2, y_2) éloignés dans le tableau:

a = (y_2 - y_1) / (x_2 - x_1)

maintenant qu'on a calculé a, on peut utiliser un des points pour calculer b:

y_1 = a x_1 + b \Leftrightarrow b = y_1 - a x_1

