Notes_SSH3201.html

<li><a id="org5bd4d01"></a>Le reste<br />
<div class="outline-text-6" id="text-1-1-4-1-2">
<p>
Avec des annuités, on dépose un montant A à chaque période. Au bout de n années,
le premier montant A déposé à l'année vaudrait A(1+i)<sup>-1</sup> à l'année 0, le montant
déposé à l'année 2 vaudrait A(1+i)<sup>-2</sup> à l'année 0.  Finalement le montant déposé
à l'année n vaudrait A(1+i)<sup>-n</sup> à l'année 0.
</p>

<p>
La somme est donc
</p>

<p>
A((1+i)<sup>-1</sup> + (1+i)<sup>-2</sup> + &hellip; + (1+i)<sup>-n</sup>) = P
</p>

<p>
Si on fait le même truc qu'avec une série géométrique pour trouver P/A = &xi;, nous
avons
</p>

<p>
&xi; = (1+i)<sup>-1</sup> + (1+i)<sup>-2</sup> + &hellip; + (1+i)<sup>-n</sup>
</p>

<p>
et
</p>

<p>
(1+i)&xi; = 1 + (1+i)<sup>-1</sup> + (1+i)<sup>-2</sup> + &hellip; + (1+i)<sup>-(n-1)</sup> 
</p>

<p>
donc &xi; - (1+i)&xi; = -i&xi; = (1+i)<sup>-n</sup> - 1.
</p>

<p>
ou bien i&xi; = 1 - (1+i)<sup>-n</sup> et donc &xi; = (P/A;i;n) = (1 - (1+i)<sup>-n</sup>)/i
</p>

<p>
On peut multiplier par (1+i)<sup>n</sup>/(1+i)<sup>n</sup> = 1 pour obtenir
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(P/A, i, n)</td>
<td class="org-left">((1+i)<sup>n</sup> - 1)/(i(1+i)<sup>n</sup>)</td>
</tr>

<tr>
<td class="org-left">(A/P, i, n)</td>
<td class="org-left">1/(P/A, i, n)</td>
</tr>
</tbody>
</table>

<p>
pour avoir une formule sans exposants négatifs.
(setq org-pretty-entities nil)
</p>

<p>
Les autres formules peuvent être obtenues ainsi:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">(F/A, i, n)</td>
<td class="org-left">((1+i)<sup>n</sup> - 1)/i</td>
</tr>

<tr>
<td class="org-left">(A/F, i, n)</td>
<td class="org-left">i / ((1+i)<sup>n</sup> - 1)</td>
</tr>

<tr>
<td class="org-left">(P/G, i, n)</td>
<td class="org-left">&#x2026;</td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="org689192c"></a>A<sub>&infin;</sub><br />
<div class="outline-text-6" id="text-1-1-4-1-3">
<p>
On veut que l'intérêt annuel nous donne un montant A<sub>&infin;</sub> à chaque année.
</p>

<p>
P * (1 + i) = P + A<sub>&infin;</sub> 
</p>

<p>
et on retire le A<sub>&infin;</sub> pour faire quelque chose avec, et on s'en fait donner un
autre l'année d'après jusqu'à la fin des temps.
</p>

<p>
Donc A<sub>&infin;</sub> = i * P &hArr; P = A<sub>&infin;</sub> / i
</p>

<p>
Le P dans P = A<sub>&infin;</sub> / i est appelé le coût immobilisé
</p>
</div>
</li>

<li><a id="org89173ce"></a>Règle du 72<br />
<div class="outline-text-6" id="text-1-1-4-1-4">
<p>
n = 0.72 / i ~ nombre d'années pour doubler au taux i
</p>
</div>
</li>
</ol>
</li>
</ol>
</div>


<div id="outline-container-org5b4dec5" class="outline-4">
<h4 id="org5b4dec5"><span class="section-number-4">1.1.5</span> Cours 5 Taux d'intérêts nominal et réel</h4>
<div class="outline-text-4" id="text-1-1-5">
<p>
Formules pour convertir entre différens taux d'intérêts équivalents et exprimés.
</p>
</div>

<ol class="org-ol">
<li><a id="org8a13e00"></a>Taux nominal et périodes de capitalisation<br />
<div class="outline-text-5" id="text-1-1-5-1">
<p>
Les termes d'un prêt ou d'un investissement expriment les taux sous la forme
</p>

<p>
"Un taux nominal de i<sub>nominal</sub> par année capitalisée m fois par année"
</p>

<p>
Ceci veux dire que m fois par année, le montant sera multiplié par (1 + i/m).
Au bout d'une année, le montant aura été multiplié par (1 + i/m)<sup>m</sup>.
</p>

<p>
On appelle i<sub>eff</sub> = (1 + i<sub>nom</sub>/m)<sup>m</sup>.
</p>

<p>
Afin de pouvoir travailler avec des flux monétaires avec diverses fréquences de
capitalisation, nous devons transformer ces taux en taux effectifs de la même fréquence.
</p>
</div>
</li>

<li><a id="orgd48d004"></a>Comparaisons<br />
<div class="outline-text-5" id="text-1-1-5-2">
<p>
(1 + i<sub>1</sub>/m)<sup>m</sup> = (1 + i<sub>2</sub>/&nu;)^&nu;
</p>

<p>
(1 + i<sub>1</sub>/m)<sup>m/&nu;</sup> = 1 + i<sub>2</sub>/&nu;
</p>

<p>
i<sub>2</sub>/&nu; = (1 + i<sub>1</sub>/m)<sup>m/&nu;</sup> - 1
</p>
</div>
</li>
</ol>
</div>


<div id="outline-container-org16d70c8" class="outline-4">
<h4 id="org16d70c8"><span class="section-number-4">1.1.6</span> Cours 6 Seuil de rentabilité = Point Mort et analyse marginale</h4>
<div class="outline-text-4" id="text-1-1-6">
</div>
<ol class="org-ol">
<li><a id="org97e171c"></a>Contexte<br />
<div class="outline-text-5" id="text-1-1-6-1">
<p>
On suppose que les ventes et côuts suivent une relation
</p>

<p>
Ventes = PV<sub>u</sub> * U
</p>

<p>
Coûts = CV<sub>u</sub> * U + CF
</p>

<p>
Coûts variables totaux = CV<sub>u</sub> * U
</p>

<p>
où U est le nombre d'unités vendues d'un produit, PV<sub>u</sub>, CV<sub>u</sub> et CF sont des
constantes en $/u, $/u et $ respectivement.
</p>
</div>
</li>

<li><a id="org56b10db"></a>Point Mort (Nombre d'unités qui rend les ventes égales aux coûts)<br />
<div class="outline-text-5" id="text-1-1-6-2">
<p>
Le point mort U<sup>*</sup> est la solution de l'équation des recettes et des coûts.
</p>

<blockquote>
<p>
Pv * U<sup>*</sup> = CT(U<sup>*</sup>) = CV<sub>u</sub> * U<sup>*</sup> + CF
</p>
</blockquote>

<p>
Ça nous donne un nombre d'unités:
</p>

<p>
&hArr; (PV - CV<sub>u</sub>) * U<sup>*</sup> = CF
</p>

<p>
&hArr; U<sup>*</sup> = CF / (PV - CV<sub>u</sub>)
</p>
</div>
</li>

<li><a id="orgec93ec1"></a>Différentes expressions du point mort<br />
<div class="outline-text-5" id="text-1-1-6-3">
<p>
SR(Q) = U<sup>*</sup> = CF / (PV<sub>u</sub> - CV<sub>u</sub>) = CF / CM<sub>u</sub> &hArr; CF = U<sup>*</sup> * CM<sub>u</sub>
</p>

<p>
SR($) = U<sup>*</sup> * PV<sub>u</sub> = (U<sup>*</sup> * CM<sub>u</sub>) * (PV<sub>u</sub>/CM<sub>u</sub>) = CF * 1/CM_%
</p>
</div>
</li>

<li><a id="org15938b9"></a>Contributions marginales<br />
<div class="outline-text-5" id="text-1-1-6-4">
<p>
CM<sub>u</sub> = PV<sub>u</sub> - CV<sub>u</sub> contribution marginale unitaire.
</p>

<p>
CM_% = CM<sub>u</sub> / PV<sub>u</sub> marginale en pourcentage
</p>

<p>
CM_$(U) = Ventes - Coûts Variables Totaux = PV<sub>u</sub> * U - CV<sub>u</sub> * U : (contribution marginale totale)
</p>

<p>
C'est le profit qu'on ferait si les couts fixes disparaissaient.
</p>

<p>
NOTE: CM_$(U<sup>*</sup>) = CF
</p>
</div>
</li>

<li><a id="org9ec76ef"></a>Méthode des points extrêmes<br />
<div class="outline-text-5" id="text-1-1-6-5">
<p>
On se fait donner un tableau avec des lignes (x,y) = (quantité, couts).
</p>

<p>
On suppose que ces coûts suivent une règle y = ax + b avec a = CV<sub>u</sub> et b = CF.
</p>

<p>
On choisi deux points (x<sub>1</sub>, y<sub>1</sub>), (x<sub>2</sub>, y<sub>2</sub>) éloignés dans le tableau:
</p>

<p>
a = (y<sub>2</sub> - y<sub>1</sub>) / (x<sub>2</sub> - x<sub>1</sub>)
</p>

<p>
maintenant qu'on a calculé a, on peut utiliser un des points pour calculer b:
</p>

<p>
y<sub>1</sub> = a x<sub>1</sub> + b &hArr; b = y<sub>1</sub> - a x<sub>1</sub>
</p>
</div>
</li>
