Notes_SSH3201.tex

ou bien i\(\xi\) = 1 - (1+i)\(^{\text{-n}}\) et donc \(\xi\) = (P/A;i;n) = (1 - (1+i)\(^{\text{-n}}\))/i

On peut multiplier par (1+i)\(^{\text{n}}\)/(1+i)\(^{\text{n}}\) = 1 pour obtenir

\begin{center}
\begin{tabular}{ll}
(P/A, i, n) & ((1+i)\(^{\text{n}}\) - 1)/(i(1+i)\(^{\text{n}}\))\\
(A/P, i, n) & 1/(P/A, i, n)\\
\end{tabular}
\end{center}

pour avoir une formule sans exposants négatifs.
(setq org-pretty-entities nil)

Les autres formules peuvent être obtenues ainsi:

\begin{center}
\begin{tabular}{ll}
(F/A, i, n) & ((1+i)\(^{\text{n}}\) - 1)/i\\
(A/F, i, n) & i / ((1+i)\(^{\text{n}}\) - 1)\\
(P/G, i, n) & \ldots{}\\
\end{tabular}
\end{center}

\item A\(_{\infty}\)
\label{sec:orgececdb2}
On veut que l'intérêt annuel nous donne un montant A\(_{\infty}\) à chaque année.

P * (1 + i) = P + A\(_{\infty}\) 

et on retire le A\(_{\infty}\) pour faire quelque chose avec, et on s'en fait donner un
autre l'année d'après jusqu'à la fin des temps.

Donc A\(_{\infty}\) = i * P \(\Leftrightarrow\) P = A\(_{\infty}\) / i

Le P dans P = A\(_{\infty}\) / i est appelé le coût immobilisé

\item Règle du 72
\label{sec:org3bfc61c}

n = 0.72 / i \textasciitilde{} nombre d'années pour doubler au taux i
\end{enumerate}
\end{enumerate}


\subsubsection{Cours 5 Taux d'intérêts nominal et réel}
\label{sec:orge56a3d8}

Formules pour convertir entre différens taux d'intérêts équivalents et exprimés.

\begin{enumerate}
\item Taux nominal et périodes de capitalisation
\label{sec:org42b20bd}

Les termes d'un prêt ou d'un investissement expriment les taux sous la forme

"Un taux nominal de i\(_{\text{nominal}}\) par année capitalisée m fois par année"

Ceci veux dire que m fois par année, le montant sera multiplié par (1 + i/m).
Au bout d'une année, le montant aura été multiplié par (1 + i/m)\(^{\text{m}}\).

On appelle i\(_{\text{eff}}\) = (1 + i\(_{\text{nom}}\)/m)\(^{\text{m}}\).

Afin de pouvoir travailler avec des flux monétaires avec diverses fréquences de
capitalisation, nous devons transformer ces taux en taux effectifs de la même fréquence.

\item Comparaisons
\label{sec:org9c7e8fa}

(1 + i\(_{\text{1}}\)/m)\(^{\text{m}}\) = (1 + i\(_{\text{2}}\)/\(\nu\))\^{}\(\nu\)

(1 + i\(_{\text{1}}\)/m)\(^{\text{m/}\nu}\) = 1 + i\(_{\text{2}}\)/\(\nu\)

i\(_{\text{2}}\)/\(\nu\) = (1 + i\(_{\text{1}}\)/m)\(^{\text{m/}\nu}\) - 1
\end{enumerate}


\subsubsection{Cours 6 Seuil de rentabilité = Point Mort et analyse marginale}
\label{sec:org7fa4ad1}
\begin{enumerate}
\item Contexte
\label{sec:orgd34c9d3}
On suppose que les ventes et côuts suivent une relation

Ventes = PV\(_{\text{u}}\) * U

Coûts = CV\(_{\text{u}}\) * U + CF

Coûts variables totaux = CV\(_{\text{u}}\) * U

où U est le nombre d'unités vendues d'un produit, PV\(_{\text{u}}\), CV\(_{\text{u}}\) et CF sont des
constantes en \$/u, \$/u et \$ respectivement.

\item Point Mort (Nombre d'unités qui rend les ventes égales aux coûts)
\label{sec:org3e67ff8}

Le point mort U\(^{\text{*}}\) est la solution de l'équation des recettes et des coûts.

\begin{quote}
Pv * U\(^{\text{*}}\) = CT(U\(^{\text{*}}\)) = CV\(_{\text{u}}\) * U\(^{\text{*}}\) + CF
\end{quote}

Ça nous donne un nombre d'unités:

\(\Leftrightarrow\) (PV - CV\(_{\text{u}}\)) * U\(^{\text{*}}\) = CF

\(\Leftrightarrow\) U\(^{\text{*}}\) = CF / (PV - CV\(_{\text{u}}\))

\item Différentes expressions du point mort
\label{sec:org97fd66d}

SR(Q) = U\(^{\text{*}}\) = CF / (PV\(_{\text{u}}\) - CV\(_{\text{u}}\)) = CF / CM\(_{\text{u}}\) \(\Leftrightarrow\) CF = U\(^{\text{*}}\) * CM\(_{\text{u}}\)

SR(\$) = U\(^{\text{*}}\) * PV\(_{\text{u}}\) = (U\(^{\text{*}}\) * CM\(_{\text{u}}\)) * (PV\(_{\text{u}}\)/CM\(_{\text{u}}\)) = CF * 1/CM\_\%

\item Contributions marginales
\label{sec:org93db10a}

CM\(_{\text{u}}\) = PV\(_{\text{u}}\) - CV\(_{\text{u}}\) contribution marginale unitaire.

CM\_\% = CM\(_{\text{u}}\) / PV\(_{\text{u}}\) marginale en pourcentage

CM\_\$(U) = Ventes - Coûts Variables Totaux = PV\(_{\text{u}}\) * U - CV\(_{\text{u}}\) * U : (contribution marginale totale)

C'est le profit qu'on ferait si les couts fixes disparaissaient.

NOTE: CM\_\$(U\(^{\text{*}}\)) = CF

\item Méthode des points extrêmes
\label{sec:org93cd2ad}

On se fait donner un tableau avec des lignes (x,y) = (quantité, couts).

On suppose que ces coûts suivent une règle y = ax + b avec a = CV\(_{\text{u}}\) et b = CF.

On choisi deux points (x\(_{\text{1}}\), y\(_{\text{1}}\)), (x\(_{\text{2}}\), y\(_{\text{2}}\)) éloignés dans le tableau:

a = (y\(_{\text{2}}\) - y\(_{\text{1}}\)) / (x\(_{\text{2}}\) - x\(_{\text{1}}\))

maintenant qu'on a calculé a, on peut utiliser un des points pour calculer b:

y\(_{\text{1}}\) = a x\(_{\text{1}}\) + b \(\Leftrightarrow\) b = y\(_{\text{1}}\) - a x\(_{\text{1}}\)
