Notes_SSH3201.org
**** Point d'équivalence de deux projets

Ah point d'équivalence entre deux options pour produire la même chose. Soit deux
options données par CV_u1, CF_1 et CV_u2, CF_2.  Alors CV_U1 * U_eq + CF_1 = CV_U2 *
U_eq + CF_2 nous donne

PE(Q) = U_eq = (CF_2 - CF_1) / (CV_u1 - CV_u2)

CM_%1 * PE($) - CF_1 = CM_%2 * PE($) - CF_2

PE($) = (CF_1 - CF_2) / (CM_%2 - CM_%1)

**** Marge de sécurité

Soit U un nombre d'unités

MS($) = RevenusTotauxPrévus - RevenusAuSeulDeRentabilité = PV_u * U - PV_u * U^*

MS(Q) = U - U^* = (nombre d'unités vendues de plus que le point mort)

MS(%) = MS($)/(PV_u * U) = PV_u(U-U^*)/(PV_u*U) = 

**** Profit/Perte par unité

Profit(U) = PV_u * U - (CV_u * U + CF)

Profit(U) / U = ProfitParUnité

= (PV_u * U - (CV_u * U + CF)) / u

= ((PV_u - CV_u) * U - CF) / U

= (PV_u - CV_u) - CF/U



**** Vocabulaire
***** Composantes du coût de fabrication (ou de production) 

- Matières premières (MP) \\
  Note: C'est un coût variable
- Main d'oeuvre directe (MOD) \\
  Salaires de ceux qui travaillent /directement/ à la transofrmation des
  matières premières en produits finis.
- Frais généraux de fabrication (FGF) autres que la /Main d'oeuvre directe/ et les
  /matières premières/.

***** Frais généraux de fabrication

*Definition* : Tous les autres coûts que main d'oeuvre directe (MOD) et la
matière première (MP).

*Exemples* : 
- Amortissements
- Chauffage et éclairage
- Entretien des équipements
- Assurances, impôt foncier
- Main-d'oeuvre indirecte: 
  - Salaires des contremaîtres
  - employés de bureau,
  - ingénieurs
  - programmeurs

*Notes* : Certains FGF peuvent être des coûts fixes et d'autres peuvent être des
coûts variables.

Les FGF sont répartis aux produits.

***** Coûts pertinents

- Coûts différentiels et coûts stables
- Coûts engagés et coûts d'opportunité
- Coûts passés

**** État des flux de trésorie différentiel 
Voir https://moodle.polymtl.ca/pluginfile.php/163307/mod_resource/content/35/SSH3201%20Cours%206%20Couts_PM_A2018_modifié_PDF.pdf
*** Cours 7 VAN, IR, DR, TRI, TRIM
    
**** VAN : Valeur Actualisée Nette

C'est la somme des valeurs actualisées de tous les flux monétaires d'un projet.

La VAN est fonction du taux utilisé pour les actualisations.  On peut donc
généraliser la définition:

VAN(i) : La somme des flux monétaires actualisés au taux i du projet

On utilise généralement i = TRAM en l'absence d'indication contraire.

**** TRI : Le taux

Le TRI est la solution i^* de l'équation VAN(i^*) = 0.

Soient V_1 = VAN(i_1), V_2 = VAN(i_2), V^* = VAN(i^*) = 0.

**** Calcul du TRI par interpolation

Alors par un argument de triangles semblables, on a

(i^* - i_1)/(V^* - V_1) = (i_2 - i_1)/(V_2 - V_1)

Ce qui nous permet d'isoler i^*:

\Leftrightarrow i^* - i_1 = (V^* - V_1) * (i_2 - i_1)/(V_2 - V_1)

\Leftrightarrow i^* =  i_1 + (V^* - V_1) * (i_2 - i_1)/(V_2 - V_1)

\Leftrightarrow i^* =  i_1 - V_1 * (i_2 - i_1)/(V_2 - V_1),  (parce que V^* = 0)

Et si on veut la formule donnée dans certains powerpoints, on a jsute à changer
le + pour un - et inverser l'ordre de V_1, V_2 dans le dénominateur.

#+BEGIN_QUOTE
\Leftrightarrow i^* =  i_1 + V_1 * (i_2 - i_1)/(V_1 - V_2) _FF_
#+END_QUOTE

**** TRIM

MP = Somme des *valeurs actuelles* des flux monétaires nets négatifs

MF = Somme des *valeurs futures* des flux monétaires positifs

MP = MF(1 + TRIM)^{-n}

MP/MF = (1 + TRIM)^{-n}

MF/MP = (1 + TRIM)^n

(MF/MP)^{1/n} - 1 = TRIM

**** Indice de rentabilité

IR = (VA des Flux Monétaires) / (VA des investissements) \\
Parce que VAN = VA_Recettes - |VA_INV| (ce qui rentre - ce qui sort) \\
donc VA_Recettes / |VA_INV| = (VAN + |VA_INV|) / |VA_INV| = VAN/|VA_INV| + 1 \\
