Notes_SSH3201.html

<li><a id="org18e4164"></a>Point d'équivalence de deux projets<br />
<div class="outline-text-5" id="text-1-1-6-6">
<p>
Ah point d'équivalence entre deux options pour produire la même chose. Soit deux
options données par CV<sub>u1</sub>, CF<sub>1</sub> et CV<sub>u2</sub>, CF<sub>2</sub>.  Alors CV<sub>U1</sub> * U<sub>eq</sub> + CF<sub>1</sub> = CV<sub>U2</sub> *
U<sub>eq</sub> + CF<sub>2</sub> nous donne
</p>

<p>
PE(Q) = U<sub>eq</sub> = (CF<sub>2</sub> - CF<sub>1</sub>) / (CV<sub>u1</sub> - CV<sub>u2</sub>)
</p>

<p>
CM_%1 * PE(\() - CF_1 = CM_%2 * PE(\)) - CF<sub>2</sub>
</p>

<p>
PE($) = (CF<sub>1</sub> - CF<sub>2</sub>) / (CM_%2 - CM_%1)
</p>
</div>
</li>

<li><a id="org01cb4b3"></a>Marge de sécurité<br />
<div class="outline-text-5" id="text-1-1-6-7">
<p>
Soit U un nombre d'unités
</p>

<p>
MS($) = RevenusTotauxPrévus - RevenusAuSeulDeRentabilité = PV<sub>u</sub> * U - PV<sub>u</sub> * U<sup>*</sup>
</p>

<p>
MS(Q) = U - U<sup>*</sup> = (nombre d'unités vendues de plus que le point mort)
</p>

<p>
MS(%) = MS($)/(PV<sub>u</sub> * U) = PV<sub>u</sub>(U-U<sup>*</sup>)/(PV<sub>u</sub>*U) = 
</p>
</div>
</li>

<li><a id="org6ebe1f0"></a>Profit/Perte par unité<br />
<div class="outline-text-5" id="text-1-1-6-8">
<p>
Profit(U) = PV<sub>u</sub> * U - (CV<sub>u</sub> * U + CF)
</p>

<p>
Profit(U) / U = ProfitParUnité
</p>

<p>
= (PV<sub>u</sub> * U - (CV<sub>u</sub> * U + CF)) / u
</p>

<p>
= ((PV<sub>u</sub> - CV<sub>u</sub>) * U - CF) / U
</p>

<p>
= (PV<sub>u</sub> - CV<sub>u</sub>) - CF/U
</p>
</div>
</li>



<li><a id="orge59bdc1"></a>Vocabulaire<br />
<ol class="org-ol">
<li><a id="org078de4a"></a>Composantes du coût de fabrication (ou de production)<br />
<div class="outline-text-6" id="text-1-1-6-9-1">
<ul class="org-ul">
<li>Matières premières (MP) <br />
Note: C'est un coût variable</li>
<li>Main d'oeuvre directe (MOD) <br />
Salaires de ceux qui travaillent <i>directement</i> à la transofrmation des
matières premières en produits finis.</li>
<li>Frais généraux de fabrication (FGF) autres que la <i>Main d'oeuvre directe</i> et les
<i>matières premières</i>.</li>
</ul>
</div>
</li>

<li><a id="orgb5ca31b"></a>Frais généraux de fabrication<br />
<div class="outline-text-6" id="text-1-1-6-9-2">
<p>
<b>Definition</b> : Tous les autres coûts que main d'oeuvre directe (MOD) et la
matière première (MP).
</p>

<p>
<b>Exemples</b> : 
</p>
<ul class="org-ul">
<li>Amortissements</li>
<li>Chauffage et éclairage</li>
<li>Entretien des équipements</li>
<li>Assurances, impôt foncier</li>
<li>Main-d'oeuvre indirecte: 
<ul class="org-ul">
<li>Salaires des contremaîtres</li>
<li>employés de bureau,</li>
<li>ingénieurs</li>
<li>programmeurs</li>
</ul></li>
</ul>

<p>
<b>Notes</b> : Certains FGF peuvent être des coûts fixes et d'autres peuvent être des
coûts variables.
</p>

<p>
Les FGF sont répartis aux produits.
</p>
</div>
</li>

<li><a id="org8d0dcb5"></a>Coûts pertinents<br />
<div class="outline-text-6" id="text-1-1-6-9-3">
<ul class="org-ul">
<li>Coûts différentiels et coûts stables</li>
<li>Coûts engagés et coûts d'opportunité</li>
<li>Coûts passés</li>
</ul>
</div>
</li>
</ol>
</li>

<li><a id="org9812ccd"></a>État des flux de trésorie différentiel<br />
<div class="outline-text-5" id="text-1-1-6-10">
<p>
Voir <a href="https://moodle.polymtl.ca/pluginfile.php/163307/mod_resource/content/35/SSH3201%20Cours%206%20Couts_PM_A2018_modifi%C3%A9_PDF.pdf">https://moodle.polymtl.ca/pluginfile.php/163307/mod_resource/content/35/SSH3201 Cours 6 Couts_PM_A2018_modifié_PDF.pdf</a>
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org4add436" class="outline-4">
<h4 id="org4add436"><span class="section-number-4">1.1.7</span> Cours 7 VAN, IR, DR, TRI, TRIM</h4>
<div class="outline-text-4" id="text-1-1-7">
</div>
<ol class="org-ol">
<li><a id="org1978062"></a>VAN : Valeur Actualisée Nette<br />
<div class="outline-text-5" id="text-1-1-7-1">
<p>
C'est la somme des valeurs actualisées de tous les flux monétaires d'un projet.
</p>

<p>
La VAN est fonction du taux utilisé pour les actualisations.  On peut donc
généraliser la définition:
</p>

<p>
VAN(i) : La somme des flux monétaires actualisés au taux i du projet
</p>

<p>
On utilise généralement i = TRAM en l'absence d'indication contraire.
</p>
</div>
</li>

<li><a id="org71a5182"></a>TRI : Le taux<br />
<div class="outline-text-5" id="text-1-1-7-2">
<p>
Le TRI est la solution i<sup>*</sup> de l'équation VAN(i<sup>*</sup>) = 0.
</p>

<p>
Soient V<sub>1</sub> = VAN(i<sub>1</sub>), V<sub>2</sub> = VAN(i<sub>2</sub>), V<sup>*</sup> = VAN(i<sup>*</sup>) = 0.
</p>
</div>
</li>

<li><a id="org56d57dd"></a>Calcul du TRI par interpolation<br />
<div class="outline-text-5" id="text-1-1-7-3">
<p>
Alors par un argument de triangles semblables, on a
</p>

<p>
(i<sup>*</sup> - i<sub>1</sub>)/(V<sup>*</sup> - V<sub>1</sub>) = (i<sub>2</sub> - i<sub>1</sub>)/(V<sub>2</sub> - V<sub>1</sub>)
</p>

<p>
Ce qui nous permet d'isoler i<sup>*</sup>:
</p>

<p>
&hArr; i<sup>*</sup> - i<sub>1</sub> = (V<sup>*</sup> - V<sub>1</sub>) * (i<sub>2</sub> - i<sub>1</sub>)/(V<sub>2</sub> - V<sub>1</sub>)
</p>

<p>
&hArr; i<sup>*</sup> =  i<sub>1</sub> + (V<sup>*</sup> - V<sub>1</sub>) * (i<sub>2</sub> - i<sub>1</sub>)/(V<sub>2</sub> - V<sub>1</sub>)
</p>

<p>
&hArr; i<sup>*</sup> =  i<sub>1</sub> - V<sub>1</sub> * (i<sub>2</sub> - i<sub>1</sub>)/(V<sub>2</sub> - V<sub>1</sub>),  (parce que V<sup>*</sup> = 0)
</p>

<p>
Et si on veut la formule donnée dans certains powerpoints, on a jsute à changer
le + pour un - et inverser l'ordre de V<sub>1</sub>, V<sub>2</sub> dans le dénominateur.
</p>

<blockquote>
<p>
&hArr; i<sup>*</sup> =  i<sub>1</sub> + V<sub>1</sub> * (i<sub>2</sub> - i<sub>1</sub>)/(V<sub>1</sub> - V<sub>2</sub>) <span class="underline">FF</span>
</p>
</blockquote>
</div>
</li>

<li><a id="org0dc9e4a"></a>TRIM<br />
<div class="outline-text-5" id="text-1-1-7-4">
<p>
MP = Somme des <b>valeurs actuelles</b> des flux monétaires nets négatifs
</p>

<p>
MF = Somme des <b>valeurs futures</b> des flux monétaires positifs
</p>

<p>
MP = MF(1 + TRIM)<sup>-n</sup>
</p>

<p>
MP/MF = (1 + TRIM)<sup>-n</sup>
</p>

<p>
MF/MP = (1 + TRIM)<sup>n</sup>
</p>

<p>
(MF/MP)<sup>1/n</sup> - 1 = TRIM
</p>
</div>
</li>

<li><a id="org23580ba"></a>Indice de rentabilité<br />
<div class="outline-text-5" id="text-1-1-7-5">
<p>
IR = (VA des Flux Monétaires) / (VA des investissements) <br />
Parce que VAN = VA<sub>Recettes</sub> - |VA<sub>INV</sub>| (ce qui rentre - ce qui sort) <br />
donc VA<sub>Recettes</sub> / |VA<sub>INV</sub>| = (VAN + |VA<sub>INV</sub>|) / |VA<sub>INV</sub>| = VAN/|VA<sub>INV</sub>| + 1 <br />
</p>
</div>
</li>
