Notes_SSH3201.tex

\item Point d'équivalence de deux projets
\label{sec:org5f8d42f}

Ah point d'équivalence entre deux options pour produire la même chose. Soit deux
options données par CV\(_{\text{u1}}\), CF\(_{\text{1}}\) et CV\(_{\text{u2}}\), CF\(_{\text{2}}\).  Alors CV\(_{\text{U1}}\) * U\(_{\text{eq}}\) + CF\(_{\text{1}}\) = CV\(_{\text{U2}}\) *
U\(_{\text{eq}}\) + CF\(_{\text{2}}\) nous donne

PE(Q) = U\(_{\text{eq}}\) = (CF\(_{\text{2}}\) - CF\(_{\text{1}}\)) / (CV\(_{\text{u1}}\) - CV\(_{\text{u2}}\))

CM\_\%1 * PE(\() - CF_1 = CM_%2 * PE(\)) - CF\(_{\text{2}}\)

PE(\$) = (CF\(_{\text{1}}\) - CF\(_{\text{2}}\)) / (CM\_\%2 - CM\_\%1)

\item Marge de sécurité
\label{sec:org67f6c1a}

Soit U un nombre d'unités

MS(\$) = RevenusTotauxPrévus - RevenusAuSeulDeRentabilité = PV\(_{\text{u}}\) * U - PV\(_{\text{u}}\) * U\(^{\text{*}}\)

MS(Q) = U - U\(^{\text{*}}\) = (nombre d'unités vendues de plus que le point mort)

MS(\%) = MS(\$)/(PV\(_{\text{u}}\) * U) = PV\(_{\text{u}}\)(U-U\(^{\text{*}}\))/(PV\(_{\text{u}}\)*U) = 

\item Profit/Perte par unité
\label{sec:orgc7f0d54}

Profit(U) = PV\(_{\text{u}}\) * U - (CV\(_{\text{u}}\) * U + CF)

Profit(U) / U = ProfitParUnité

= (PV\(_{\text{u}}\) * U - (CV\(_{\text{u}}\) * U + CF)) / u

= ((PV\(_{\text{u}}\) - CV\(_{\text{u}}\)) * U - CF) / U

= (PV\(_{\text{u}}\) - CV\(_{\text{u}}\)) - CF/U



\item Vocabulaire
\label{sec:orgb0a93ef}
\begin{enumerate}
\item Composantes du coût de fabrication (ou de production)
\label{sec:org747c1e7}

\begin{itemize}
\item Matières premières (MP) \\
Note: C'est un coût variable
\item Main d'oeuvre directe (MOD) \\
Salaires de ceux qui travaillent \emph{directement} à la transofrmation des
matières premières en produits finis.
\item Frais généraux de fabrication (FGF) autres que la \emph{Main d'oeuvre directe} et les
\emph{matières premières}.
\end{itemize}

\item Frais généraux de fabrication
\label{sec:org55cd433}

\textbf{Definition} : Tous les autres coûts que main d'oeuvre directe (MOD) et la
matière première (MP).

\textbf{Exemples} : 
\begin{itemize}
\item Amortissements
\item Chauffage et éclairage
\item Entretien des équipements
\item Assurances, impôt foncier
\item Main-d'oeuvre indirecte: 
\begin{itemize}
\item Salaires des contremaîtres
\item employés de bureau,
\item ingénieurs
\item programmeurs
\end{itemize}
\end{itemize}

\textbf{Notes} : Certains FGF peuvent être des coûts fixes et d'autres peuvent être des
coûts variables.

Les FGF sont répartis aux produits.

\item Coûts pertinents
\label{sec:orgf5db055}

\begin{itemize}
\item Coûts différentiels et coûts stables
\item Coûts engagés et coûts d'opportunité
\item Coûts passés
\end{itemize}
\end{enumerate}

\item État des flux de trésorie différentiel
\label{sec:org3772cd0}
Voir \url{https://moodle.polymtl.ca/pluginfile.php/163307/mod\_resource/content/35/SSH3201\%20Cours\%206\%20Couts\_PM\_A2018\_modifié\_PDF.pdf}
\end{enumerate}
\subsubsection{Cours 7 VAN, IR, DR, TRI, TRIM}
\label{sec:orged21d40}

\begin{enumerate}
\item VAN : Valeur Actualisée Nette
\label{sec:org5057e0b}

C'est la somme des valeurs actualisées de tous les flux monétaires d'un projet.

La VAN est fonction du taux utilisé pour les actualisations.  On peut donc
généraliser la définition:

VAN(i) : La somme des flux monétaires actualisés au taux i du projet

On utilise généralement i = TRAM en l'absence d'indication contraire.

\item TRI : Le taux
\label{sec:org63da956}

Le TRI est la solution i\(^{\text{*}}\) de l'équation VAN(i\(^{\text{*}}\)) = 0.

Soient V\(_{\text{1}}\) = VAN(i\(_{\text{1}}\)), V\(_{\text{2}}\) = VAN(i\(_{\text{2}}\)), V\(^{\text{*}}\) = VAN(i\(^{\text{*}}\)) = 0.

\item Calcul du TRI par interpolation
\label{sec:org5554cf8}

Alors par un argument de triangles semblables, on a

(i\(^{\text{*}}\) - i\(_{\text{1}}\))/(V\(^{\text{*}}\) - V\(_{\text{1}}\)) = (i\(_{\text{2}}\) - i\(_{\text{1}}\))/(V\(_{\text{2}}\) - V\(_{\text{1}}\))

Ce qui nous permet d'isoler i\(^{\text{*}}\):

\(\Leftrightarrow\) i\(^{\text{*}}\) - i\(_{\text{1}}\) = (V\(^{\text{*}}\) - V\(_{\text{1}}\)) * (i\(_{\text{2}}\) - i\(_{\text{1}}\))/(V\(_{\text{2}}\) - V\(_{\text{1}}\))

\(\Leftrightarrow\) i\(^{\text{*}}\) =  i\(_{\text{1}}\) + (V\(^{\text{*}}\) - V\(_{\text{1}}\)) * (i\(_{\text{2}}\) - i\(_{\text{1}}\))/(V\(_{\text{2}}\) - V\(_{\text{1}}\))

\(\Leftrightarrow\) i\(^{\text{*}}\) =  i\(_{\text{1}}\) - V\(_{\text{1}}\) * (i\(_{\text{2}}\) - i\(_{\text{1}}\))/(V\(_{\text{2}}\) - V\(_{\text{1}}\)),  (parce que V\(^{\text{*}}\) = 0)

Et si on veut la formule donnée dans certains powerpoints, on a jsute à changer
le + pour un - et inverser l'ordre de V\(_{\text{1}}\), V\(_{\text{2}}\) dans le dénominateur.

\begin{quote}
\(\Leftrightarrow\) i\(^{\text{*}}\) =  i\(_{\text{1}}\) + V\(_{\text{1}}\) * (i\(_{\text{2}}\) - i\(_{\text{1}}\))/(V\(_{\text{1}}\) - V\(_{\text{2}}\)) \uline{FF}
\end{quote}

\item TRIM
\label{sec:orgaa4841b}

MP = Somme des \textbf{valeurs actuelles} des flux monétaires nets négatifs

MF = Somme des \textbf{valeurs futures} des flux monétaires positifs

MP = MF(1 + TRIM)\(^{\text{-n}}\)

MP/MF = (1 + TRIM)\(^{\text{-n}}\)

MF/MP = (1 + TRIM)\(^{\text{n}}\)

(MF/MP)\(^{\text{1/n}}\) - 1 = TRIM

\item Indice de rentabilité
\label{sec:orge903fc0}

IR = (VA des Flux Monétaires) / (VA des investissements) \\
Parce que VAN = VA\(_{\text{Recettes}}\) - |VA\(_{\text{INV}}\)| (ce qui rentre - ce qui sort) \\
donc VA\(_{\text{Recettes}}\) / |VA\(_{\text{INV}}\)| = (VAN + |VA\(_{\text{INV}}\)|) / |VA\(_{\text{INV}}\)| = VAN/|VA\(_{\text{INV}}\)| + 1 \\
