Notes_SSH3201.org
**** Comparaison de projets de durées différentes

Ramener à un m
Critére du service égales
PPCM

Période d'étude

**** Annuité Équivalente

Étant donné un projet avec des flux monétaires FMN_t et une durée de vie n, et un
TRAM i,

AE = VAN * (A/P;i;n)

**** Charges d'exploitation annuelle

CEA = (\Sigma_t CH_t(P/F;i;t) ) * (A/P;i;n)

Transformer les coûts en annuité équivalente

**** Cout annuel équivalent

1. DI = somme des valeurs actualisées des investissements \\
2. VAC = somme des valeurs actualisées des coûts \\
3. VAR = somme des valeurs actualisées des valeurs de revente \\

CAE = -(|DI| + |VAC| - |VAR|) * (A/P;i;n)

Attention aux signes, puisque DI < 0, VAC < 0, VAR > 0 en tant que flux
monétaires, CAE = (DI + VAC + VAR) * (A/P;i;n) mais les valeurs absolues sont là
pour qu' on voit quels doivent être les signes des affaires.

**** Recouvrement du capital

RC = (|DI| - |VAR|) * (A/P;i;n)

**** Délai de recouvrement

***** Input: Un tableau 

| Année | FMN  |
|     0 | FMN_0 |
|     1 | FMN_1 |
|     2 | FMN_2 |
|     3 | FMN_3 |

***** Output: Les cumuls 

| Année | FMN  | CUMUL         |
|     0 | FMN_0 | FMN_0          |
|     1 | FMN_1 | CUMUL_0 + FMN_1 |
|     2 | FMN_2 | CUMUL_1 + FMN_2 |
|     3 | FMN_3 | CUMUL_2 + FMN_3 |

On trouve plus petit *n* tel que CUMUL_n < 0 < CUMUL_{n+1}

***** Interpolation pour le nombre de jours
Ensuite, on interpole sur une droite passant par (0, cumul_n) et (1, cumul_{n+1})

cumul(k) = (cumul_{n+1} - cumul_n) * k + cumul_n

juste pour être sur :\\
cumul(0) = cumul_n \\
cumul(1) = cumul_{n+1} - cumul_n + cumul_n = cumul_{n+1} \\

cumul(\xi) = 0 \Leftrightarrow \xi = cumul_n / (cumul_{n+1} - cumul_n) = cumul_n / FMN_{n+1}

On donne la réponse sous la forme suivante: Le délai de recouvrement du projet
donné par les flux monétaires FMN_i a un délai de recouvrement 

***** Valeur

#+BEGIN_QUOTE
DR = n années et 365\cdot\xi jours
#+END_QUOTE

Le fait que cumul_n et cumul_{n+1} soient de signes différents garanti que x \in [0,1].

***** Conclusions

On peut comparer le DR au délai maximal fixé par les gestionnaires et décider de
faire ou ne pas faire le projet
*** Cours 8(Anas) 
**** + ANalyse marginale

Pourcentage des bénéfices = BénéficeNet
*** Cours 8 Métriques de comparaison (AE, CAE, RC, DUE), remplacement
*** Cours 9,10 : Impôt

**** Taux fiscal effectif

Impôt à Payer = Revenu Imposable * T

**** Règle de mise en service et de la demie année

***** Règle de mise en service

Bien autre qu'un batiment : date de première utilisiation
Bâtiment : date à partir de laquelle 90% ou plus du bâtiment est utilisé
Bâtiment que je construit : date de 
- fin de construction, reno ou modification ou
- 90% est utilisé

***** Règle de la demie année

Chaque actif est amorti comme s'il avait été mis en service au milieu de son
année d'acquisition.  On verra l'effet de ça dans les formules de déductions
pour amortissement.

***** Déductions pour amortissement (dégressif)
DPA_1 = (DI * d) / 2 \\
FNACC_1 = DI - DPA_1

FNACC_n = FNACC_1 * (1-d)^{n-1} = DI * (1 - d/2) * (1-d)^{n-1} \\
(On multiplie n fois par quelque chose, (1-d/2) la première fois et (1-d) toutes
les autres fois)

DPA_n = d * FNACC_{n-1 }\\
= d * DI * (1 - d/2) * (1 - d)^{n-2}

***** Revenu imposable

Revenu imposable = BénéficeNet - DPA

***** Impôt

Impot = RevenuImposable * T

***** BénéficeNetAprèsImpôt

BN après Impôt = BénéviceNet - Impôt





