Notes_SSH3201.html
<li><a id="org6691a59"></a>Comparaison de projets de durées différentes<br />
<div class="outline-text-5" id="text-1-1-7-6">
<p>
Ramener à un m
Critére du service égales
PPCM
</p>

<p>
Période d'étude
</p>
</div>
</li>

<li><a id="orgb4509ad"></a>Annuité Équivalente<br />
<div class="outline-text-5" id="text-1-1-7-7">
<p>
Étant donné un projet avec des flux monétaires FMN<sub>t</sub> et une durée de vie n, et un
TRAM i,
</p>

<p>
AE = VAN * (A/P;i;n)
</p>
</div>
</li>

<li><a id="org7daada1"></a>Charges d'exploitation annuelle<br />
<div class="outline-text-5" id="text-1-1-7-8">
<p>
CEA = (&Sigma;<sub>t</sub> CH<sub>t</sub>(P/F;i;t) ) * (A/P;i;n)
</p>

<p>
Transformer les coûts en annuité équivalente
</p>
</div>
</li>

<li><a id="orge4ff013"></a>Cout annuel équivalent<br />
<div class="outline-text-5" id="text-1-1-7-9">
<ol class="org-ol">
<li>DI = somme des valeurs actualisées des investissements <br /></li>
<li>VAC = somme des valeurs actualisées des coûts <br /></li>
<li>VAR = somme des valeurs actualisées des valeurs de revente <br /></li>
</ol>

<p>
CAE = -(|DI| + |VAC| - |VAR|) * (A/P;i;n)
</p>

<p>
Attention aux signes, puisque DI &lt; 0, VAC &lt; 0, VAR &gt; 0 en tant que flux
monétaires, CAE = (DI + VAC + VAR) * (A/P;i;n) mais les valeurs absolues sont là
pour qu' on voit quels doivent être les signes des affaires.
</p>
</div>
</li>

<li><a id="org8de8640"></a>Recouvrement du capital<br />
<div class="outline-text-5" id="text-1-1-7-10">
<p>
RC = (|DI| - |VAR|) * (A/P;i;n)
</p>
</div>
</li>

<li><a id="orgbd38ac1"></a>Délai de recouvrement<br />
<ol class="org-ol">
<li><a id="orgc8422af"></a>Input: Un tableau<br />
<div class="outline-text-6" id="text-1-1-7-11-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right">Année</td>
<td class="org-left">FMN</td>
</tr>

<tr>
<td class="org-right">0</td>
<td class="org-left">FMN<sub>0</sub></td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">FMN<sub>1</sub></td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">FMN<sub>2</sub></td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">FMN<sub>3</sub></td>
</tr>
</tbody>
</table>
</div>
</li>

<li><a id="orge3b5355"></a>Output: Les cumuls<br />
<div class="outline-text-6" id="text-1-1-7-11-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right">Année</td>
<td class="org-left">FMN</td>
<td class="org-left">CUMUL</td>
</tr>

<tr>
<td class="org-right">0</td>
<td class="org-left">FMN<sub>0</sub></td>
<td class="org-left">FMN<sub>0</sub></td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-left">FMN<sub>1</sub></td>
<td class="org-left">CUMUL<sub>0</sub> + FMN<sub>1</sub></td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">FMN<sub>2</sub></td>
<td class="org-left">CUMUL<sub>1</sub> + FMN<sub>2</sub></td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">FMN<sub>3</sub></td>
<td class="org-left">CUMUL<sub>2</sub> + FMN<sub>3</sub></td>
</tr>
</tbody>
</table>

<p>
On trouve plus petit <b>n</b> tel que CUMUL<sub>n</sub> &lt; 0 &lt; CUMUL<sub>n+1</sub>
</p>
</div>
</li>

<li><a id="orgb7bb535"></a>Interpolation pour le nombre de jours<br />
<div class="outline-text-6" id="text-1-1-7-11-3">
<p>
Ensuite, on interpole sur une droite passant par (0, cumul<sub>n</sub>) et (1, cumul<sub>n+1</sub>)
</p>

<p>
cumul(k) = (cumul<sub>n+1</sub> - cumul<sub>n</sub>) * k + cumul<sub>n</sub>
</p>

<p>
juste pour être sur :<br />
cumul(0) = cumul<sub>n</sub> <br />
cumul(1) = cumul<sub>n+1</sub> - cumul<sub>n</sub> + cumul<sub>n</sub> = cumul<sub>n+1</sub> <br />
</p>

<p>
cumul(&xi;) = 0 &hArr; &xi; = cumul<sub>n</sub> / (cumul<sub>n+1</sub> - cumul<sub>n</sub>) = cumul<sub>n</sub> / FMN<sub>n+1</sub>
</p>

<p>
On donne la réponse sous la forme suivante: Le délai de recouvrement du projet
donné par les flux monétaires FMN<sub>i</sub> a un délai de recouvrement 
</p>
</div>
</li>

<li><a id="org9fe6824"></a>Valeur<br />
<div class="outline-text-6" id="text-1-1-7-11-4">
<blockquote>
<p>
DR = n années et 365&sdot;&xi; jours
</p>
</blockquote>

<p>
Le fait que cumul<sub>n</sub> et cumul<sub>n+1</sub> soient de signes différents garanti que x &isin; [0,1].
</p>
</div>
</li>

<li><a id="orga2945d2"></a>Conclusions<br />
<div class="outline-text-6" id="text-1-1-7-11-5">
<p>
On peut comparer le DR au délai maximal fixé par les gestionnaires et décider de
faire ou ne pas faire le projet
</p>
</div>
</li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-orgae00fab" class="outline-4">
<h4 id="orgae00fab"><span class="section-number-4">1.1.8</span> Cours 8(Anas)</h4>
<div class="outline-text-4" id="text-1-1-8">
</div>
<ol class="org-ol">
<li><a id="org58433eb"></a>+ ANalyse marginale<br />
<div class="outline-text-5" id="text-1-1-8-1">
<p>
Pourcentage des bénéfices = BénéficeNet
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org3a71894" class="outline-4">
<h4 id="org3a71894"><span class="section-number-4">1.1.9</span> Cours 8 Métriques de comparaison (AE, CAE, RC, DUE), remplacement</h4>
</div>
<div id="outline-container-org5180c55" class="outline-4">
<h4 id="org5180c55"><span class="section-number-4">1.1.10</span> Cours 9,10 : Impôt</h4>
<div class="outline-text-4" id="text-1-1-10">
</div>
<ol class="org-ol">
<li><a id="org6fcaeb0"></a>Taux fiscal effectif<br />
<div class="outline-text-5" id="text-1-1-10-1">
<p>
Impôt à Payer = Revenu Imposable * T
</p>
</div>
</li>

<li><a id="orge322d46"></a>Règle de mise en service et de la demie année<br />
<ol class="org-ol">
<li><a id="org15166ed"></a>Règle de mise en service<br />
<div class="outline-text-6" id="text-1-1-10-2-1">
<p>
Bien autre qu'un batiment : date de première utilisiation
Bâtiment : date à partir de laquelle 90% ou plus du bâtiment est utilisé
Bâtiment que je construit : date de 
</p>
<ul class="org-ul">
<li>fin de construction, reno ou modification ou</li>
<li>90% est utilisé</li>
</ul>
</div>
</li>

<li><a id="orge935402"></a>Règle de la demie année<br />
<div class="outline-text-6" id="text-1-1-10-2-2">
<p>
Chaque actif est amorti comme s'il avait été mis en service au milieu de son
année d'acquisition.  On verra l'effet de ça dans les formules de déductions
pour amortissement.
</p>
</div>
</li>

<li><a id="org855cc08"></a>Déductions pour amortissement (dégressif)<br />
<div class="outline-text-6" id="text-1-1-10-2-3">
<p>
DPA<sub>1</sub> = (DI * d) / 2 <br />
FNACC<sub>1</sub> = DI - DPA<sub>1</sub>
</p>

<p>
FNACC<sub>n</sub> = FNACC<sub>1</sub> * (1-d)<sup>n-1</sup> = DI * (1 - d/2) * (1-d)<sup>n-1</sup> <br />
(On multiplie n fois par quelque chose, (1-d/2) la première fois et (1-d) toutes
les autres fois)
</p>

<p>
DPA<sub>n</sub> = d * FNACC<sub>n-1 </sub><br />
= d * DI * (1 - d/2) * (1 - d)<sup>n-2</sup>
</p>
</div>
</li>

<li><a id="org5ef8dde"></a>Revenu imposable<br />
<div class="outline-text-6" id="text-1-1-10-2-4">
<p>
Revenu imposable = BénéficeNet - DPA
</p>
</div>
</li>

<li><a id="org33656b9"></a>Impôt<br />
<div class="outline-text-6" id="text-1-1-10-2-5">
<p>
Impot = RevenuImposable * T
</p>
</div>
</li>

<li><a id="org52fb6be"></a>BénéficeNetAprèsImpôt<br />
<div class="outline-text-6" id="text-1-1-10-2-6">
<p>
BN après Impôt = BénéviceNet - Impôt
</p>
</div>
</li>
</ol>
</li>
</ol>
</div>
