Notes_SSH3201.tex
\item Comparaison de projets de durées différentes
\label{sec:org5b6c57c}

Ramener à un m
Critére du service égales
PPCM

Période d'étude

\item Annuité Équivalente
\label{sec:orgf621e81}

Étant donné un projet avec des flux monétaires FMN\(_{\text{t}}\) et une durée de vie n, et un
TRAM i,

AE = VAN * (A/P;i;n)

\item Charges d'exploitation annuelle
\label{sec:org7a08d36}

CEA = (\(\Sigma_{\text{t}}\) CH\(_{\text{t}}\)(P/F;i;t) ) * (A/P;i;n)

Transformer les coûts en annuité équivalente

\item Cout annuel équivalent
\label{sec:orgcc7bc53}

\begin{enumerate}
\item DI = somme des valeurs actualisées des investissements \\
\item VAC = somme des valeurs actualisées des coûts \\
\item VAR = somme des valeurs actualisées des valeurs de revente \\
\end{enumerate}

CAE = -(|DI| + |VAC| - |VAR|) * (A/P;i;n)

Attention aux signes, puisque DI < 0, VAC < 0, VAR > 0 en tant que flux
monétaires, CAE = (DI + VAC + VAR) * (A/P;i;n) mais les valeurs absolues sont là
pour qu' on voit quels doivent être les signes des affaires.

\item Recouvrement du capital
\label{sec:org6c781c6}

RC = (|DI| - |VAR|) * (A/P;i;n)

\item Délai de recouvrement
\label{sec:org49a287f}

\begin{enumerate}
\item Input: Un tableau
\label{sec:org04f6927}

\begin{center}
\begin{tabular}{rl}
Année & FMN\\
0 & FMN\(_{\text{0}}\)\\
1 & FMN\(_{\text{1}}\)\\
2 & FMN\(_{\text{2}}\)\\
3 & FMN\(_{\text{3}}\)\\
\end{tabular}
\end{center}

\item Output: Les cumuls
\label{sec:orgc37f937}

\begin{center}
\begin{tabular}{rll}
Année & FMN & CUMUL\\
0 & FMN\(_{\text{0}}\) & FMN\(_{\text{0}}\)\\
1 & FMN\(_{\text{1}}\) & CUMUL\(_{\text{0}}\) + FMN\(_{\text{1}}\)\\
2 & FMN\(_{\text{2}}\) & CUMUL\(_{\text{1}}\) + FMN\(_{\text{2}}\)\\
3 & FMN\(_{\text{3}}\) & CUMUL\(_{\text{2}}\) + FMN\(_{\text{3}}\)\\
\end{tabular}
\end{center}

On trouve plus petit \textbf{n} tel que CUMUL\(_{\text{n}}\) < 0 < CUMUL\(_{\text{n+1}}\)

\item Interpolation pour le nombre de jours
\label{sec:org05baa25}
Ensuite, on interpole sur une droite passant par (0, cumul\(_{\text{n}}\)) et (1, cumul\(_{\text{n+1}}\))

cumul(k) = (cumul\(_{\text{n+1}}\) - cumul\(_{\text{n}}\)) * k + cumul\(_{\text{n}}\)

juste pour être sur :\\
cumul(0) = cumul\(_{\text{n}}\) \\
cumul(1) = cumul\(_{\text{n+1}}\) - cumul\(_{\text{n}}\) + cumul\(_{\text{n}}\) = cumul\(_{\text{n+1}}\) \\

cumul(\(\xi\)) = 0 \(\Leftrightarrow\) \(\xi\) = cumul\(_{\text{n}}\) / (cumul\(_{\text{n+1}}\) - cumul\(_{\text{n}}\)) = cumul\(_{\text{n}}\) / FMN\(_{\text{n+1}}\)

On donne la réponse sous la forme suivante: Le délai de recouvrement du projet
donné par les flux monétaires FMN\(_{\text{i}}\) a un délai de recouvrement 

\item Valeur
\label{sec:orgebd181a}

\begin{quote}
DR = n années et 365\(\cdot \xi\) jours
\end{quote}

Le fait que cumul\(_{\text{n}}\) et cumul\(_{\text{n+1}}\) soient de signes différents garanti que x \(\in\) [0,1].

\item Conclusions
\label{sec:org7df16a3}

On peut comparer le DR au délai maximal fixé par les gestionnaires et décider de
faire ou ne pas faire le projet
\end{enumerate}
\end{enumerate}
\subsubsection{Cours 8(Anas)}
\label{sec:org5d70f34}
\begin{enumerate}
\item + ANalyse marginale
\label{sec:org3dfcf47}

Pourcentage des bénéfices = BénéficeNet
\end{enumerate}
\subsubsection{Cours 8 Métriques de comparaison (AE, CAE, RC, DUE), remplacement}
\label{sec:org0a2d205}
\subsubsection{Cours 9,10 : Impôt}
\label{sec:org79166b7}

\begin{enumerate}
\item Taux fiscal effectif
\label{sec:org72e107b}

Impôt à Payer = Revenu Imposable * T

\item Règle de mise en service et de la demie année
\label{sec:org31aeece}

\begin{enumerate}
\item Règle de mise en service
\label{sec:org1dff2ee}

Bien autre qu'un batiment : date de première utilisiation
Bâtiment : date à partir de laquelle 90\% ou plus du bâtiment est utilisé
Bâtiment que je construit : date de 
\begin{itemize}
\item fin de construction, reno ou modification ou
\item 90\% est utilisé
\end{itemize}

\item Règle de la demie année
\label{sec:orgcbc7825}

Chaque actif est amorti comme s'il avait été mis en service au milieu de son
année d'acquisition.  On verra l'effet de ça dans les formules de déductions
pour amortissement.

\item Déductions pour amortissement (dégressif)
\label{sec:org048d1a4}
DPA\(_{\text{1}}\) = (DI * d) / 2 \\
FNACC\(_{\text{1}}\) = DI - DPA\(_{\text{1}}\)

FNACC\(_{\text{n}}\) = FNACC\(_{\text{1}}\) * (1-d)\(^{\text{n-1}}\) = DI * (1 - d/2) * (1-d)\(^{\text{n-1}}\) \\
(On multiplie n fois par quelque chose, (1-d/2) la première fois et (1-d) toutes
les autres fois)

DPA\(_{\text{n}}\) = d * FNACC\(_{\text{n-1 }}\)\\
= d * DI * (1 - d/2) * (1 - d)\(^{\text{n-2}}\)

\item Revenu imposable
\label{sec:org9dde0d5}

Revenu imposable = BénéficeNet - DPA

\item Impôt
\label{sec:org256c164}

Impot = RevenuImposable * T

\item BénéficeNetAprèsImpôt
\label{sec:org839ac67}

BN après Impôt = BénéviceNet - Impôt
\end{enumerate}
\end{enumerate}
