Notes_SSH3201.org
*** Cours 11,12 : Risque
** Don't forget:

**** Remplacer ou pas un actif
** Matière

*** États financiers

**** État des résultats
***** Tableau
| <Nom compagnie>                                                |     |
| État des résultats                                             |     |
| du j j-mm-aaaa au jj-mm-aaaa                                   |     |
|----------------------------------------------------------------+-----|
| _produits_                                                     |     |
| + Ventes                                                       | x   |
| - Couts des ventes                                             | (x) |
| *Résultats bruts*                                              | XX  |
| + Produits de location                                         | x   |
| + Produits d'intérêts                                          | x   |
| + Gains sur disposition (prix de vente - valeur comptable)     | x   |
| _Charges_                                                      |     |
| + Écliectricité                                                | x   |
| + Salaires                                                     | x   |
| + Assurances                                                   | x   |
| + Amortissement (Sans effet sur la trésorie)                   | x   |
| + Dépréciation des comptes client (Sans effet sur la trésorie) | x   |
| + Pertes sur disposition d'actif                               | x   |
| _Resultat net_                                                 |     |
| = Sum(Produits) - Somme(Charges)                               | XX  |
| _Resultat net après impôts_                                    |     |
| = Resultat net - impot                                         | XX  |
***** Vérifications
Les éléments ici influencent l'état de variations des capitaux propres et la
situation financière qui est vérifié avec l'équation comptable.
**** État des variations des capitaux propres
***** Tableau
| <nom de la compagine>                    |                |           |                  |
| État des variations des capitaux propres |                |           |                  |
| Période terminée le <jj-mm-aa>           |                |           |                  |
|------------------------------------------+----------------+-----------+------------------|
|                                          | Capital Social | RND       | Surplus d'apport |
|------------------------------------------+----------------+-----------+------------------|
| Solde de début                           | a              | b         | c                |
|------------------------------------------+----------------+-----------+------------------|
| Surplus d'apport de la période           |                |           | h                |
| Emission d'actions                       | d              |           |                  |
| Rachat d'actions                         | (e)            |           |                  |
| Resultats de la periode                  |                | f         |                  |
| Dividendes déclarés                      |                | (g)       |                  |
|------------------------------------------+----------------+-----------+------------------|
| Solde de fin                             | a + d - e      | b + f - g | c + h            |
|------------------------------------------+----------------+-----------+------------------|

***** Explications
On prend a, b, c, de l'état des résultats.

Émettre des actions augmente le capital social.  Les RDN de fin est notre RND
précédent plus nos résultats de la période moins la partie des résultats qu'on a
versé en dividendes.  Finalement le surplus d'apport est le surplus d'apport n-1
plus le surplus d'apport que les propriétaires on mis durant la période.
***** Vérifications
Les éléments ici influencent l'état de la situation financière qui est vérifié
avec l'équation comptable.
**** État de la situation financière
***** Tableau
|----------------------------------------------------+------+------|
| <Nom de la compagnie>                              |      |      |
| État de la situation financière                    |      |      |
| Au 31 décembre 2017                                |      |      |
|----------------------------------------------------+------+------|
|                                                    | 2017 | 2018 |
|----------------------------------------------------+------+------|
| _Actifs_                                           |      |      |
|----------------------------------------------------+------+------|
| _Actifs courants_ (< 12 mois)                      |      |      |
| Encaisse                                           | x    | x    |
| Stocks                                             | x    | x    |
| Comptes Clients                                    | x    | x    |
| (Provision pour dépréciation des CC)               | (x)  | (x)  |
| Placements à court terme                           | x    | x    |
| Produits à recevoir                                | x    | x    |
| Charges payées d'avance                            | x    | x    |
| *Total actifs courants*                            | XX   | XX   |
|----------------------------------------------------+------+------|
| _Actifs non-courants_                              |      |      |
| Immobilisation corporelles                         |      |      |
| Équipement/Machines                                | x    | x    |
| (Amortissement cumulé Équipement/Machine)          | (x)  | (x)  |
| Immeubles                                          | x    | x    |
| (Amortissement cumulé immeubles)                   | (x)  | (x)  |
| Immobilisations incorporelles (breuvets, licences) |      |      |
| Placements à long terme                            | x    | x    |
| *Total actifs non-courants*                        | XX   | XX   |
|----------------------------------------------------+------+------|
| *Total Actifs*                                     | XXX  | XXX  |
|----------------------------------------------------+------+------|
| Passifs et Capitaux propres                        |      |      |
|----------------------------------------------------+------+------|
| _Passifs courants_                                 |      |      |
| Comptes fournisseurs                               | x    | x    |
| Charges à payer                                    | x    | x    |
| Dividendes à payer                                 | x    | x    |
| Emprunts à court terme                             | x    | x    |
| Obligations à court terme                          | x    | x    |
| Produits différés (we owe merch to someone)        | x    | x    |
| *Total pasifs courants*                            | XX   | XX   |
|----------------------------------------------------+------+------|
| _Passifs non courants_                             |      |      |
| Emprunts à long terme                              | x    | x    |
| Hypothèque                                         | x    | x    |
| *Total passifs non courants*                       | XX   | XX   |
|----------------------------------------------------+------+------|
| _Capitaux propres_                                 |      |      |
| Capital social                                     | x    | x    |
| Résultats non distribués                           | x    | x    |
| Surplus d'apport                                   | x    | x    |
| *Total Capitaux Propres*                           | XX   | XX   |
|----------------------------------------------------+------+------|
| *Total passifs et capitaux propres*                | XXX  | XXX  |
|----------------------------------------------------+------+------|
***** Composantes
- Actifs(A):ressources économiques que l’entreprise possède ou sur lesquelles
  elle exerce un contrôle et qui devraient lui procurer des avantages
  économiques maintenant ou dans le futur.

- Passifs(P):obligations qu’a l’entreprise envers des tiers et dont le
  règlement se fera par transfert d’actifs, la prestation de services ou tout
  autre avantage.
  
- Capitauxpropres(C): mise(s) defonds du(des) propriétaire(s) auxquelles
  s’ajoutent les résultats non distribués aux actionnaires sous forme de
  dividendes (société par actions) et le surplus d’apport.
***** Vérifications:
Voir équation comptable A = P + CP
Les éléments ici influencent l'état des flux de trésorie qui a ses propres vérifications.
***** Remarques :
Document de synthèse qui expose à une date donnée la situation financière d'une
entreprise en fournissant un résumé de l'ensemble de ses éléments d'actif (A),
de passif(P)et de capitaux propres (C).

1. La situation financière se compose de deux parties principales: les
   éléments d'actif et les sources d'actif (passif et capitaux propres).
2. Le total des éléments d'actif doit toujours égaler le total des sources
   d'actif.
   L'ÉQUATION COMPTABLE : A = P + C doit toujours être vérifiée.
3. À tout moment, il est possible d'établir les capitaux propres d'une
   entreprise.
   A - P = C
***** Équation comptable
  L'ÉQUATION COMPTABLE : A = P + C doit toujours être vérifiée.

**** État des flux de trésorie (prochain cours)
