Notes_SSH3201.tex





\subsubsection{Cours 11,12 : Risque}
\label{sec:orgae14b1d}
\subsection{Don't forget:}
\label{sec:orgef9dc84}

\begin{enumerate}
\item Remplacer ou pas un actif
\label{sec:org348bb63}
\end{enumerate}
