Notes_SSH3201.org
**** Amortissement
***** Amortissement linéaire
L'immobilisation passe du coût initial *P* à sa valeur résiduelle *R* en *n*
années en perdant *(P-R)/n* à chaque année (sauf la première année où on prend
une fraction de ce montant correspondant à la fraction d'année d'utilisation(m/12)).

D_1 = (m/12) * (P-R)/n

D_t = (P-R)/n

***** Amortissement à taux dégressif à taux constant

Aller de *P* à *R* en *n* étapes en multipliant par un facteur.

L'idée est en fait de multiplier la valeur de l'année précédente par un facteur
de sorte qu'après avoir multiplié par ce facteur *n* fois, on fini par avoir
multiplié par *R/P*.

| Année | Valeur comptable              |
|-------+-------------------------------|
|     0 | P                             |
|     1 | P (R/P)^{1/n}                    |
|     2 | P (R/P)^{1/n} (R/P)^{1/n}           |
|     \dots | \dots                             |
|     n | P ( (R/P)^{1/n} )^n = P (R/P) = R |


En pratique, on utilise la terminologie suivante:
On calcule un taux basé sur *P*, *R* et *n*:

d = 1 - (R/P)^{1/n}

et au lieu de soustraire le même montant à chaque année, on ammortit de

D_t = CNA_{t-1} * d

Ce qui correspond à multiplier par (R/P)^{1/n}:

CNA_t = CNA_{t-1} - CNA_{t-1} * d = CNA_{t-1} * (1 - d) = CNA_{t-1} * (R/P)^{1/n}

***** Amortissement Proportionnel à l'ordre inversé des années

Soit U_t = (P-R)(n - t + 1)/k la perte de valeur dans la première année *d'utilisation*.

Si les années d'utilisation sont désynchronisées avec les périodes d'éxercice,
chaque année d'exercice ira chercher une partie de chaque année d'utilisation qui
la chevauchent.

Par exemple, pour une machinne achetée en fin avril de l'année 1: on a
U_1 = (P-R)(n-1+1)/k, mais seulement (8/12)U_1 sera mis dans les livres pour
l'année 1.

D_1 = (8/12)U_1

À l'année fiscale 2, on a 4 mois qui font partie de la première année
d'utilisation (U_1).  L'amortissement à l'année 2 incluera (4/12)D_1 et aussi (8/12)D_2
où

D_2 = (4/12)U_1 + (8/12)U_2

*En passant, k = n(n+1)/2.*

/Sti que ça vaut pas la peine d'apprendre cet esti d'amortissement, come on.
R'garde, si j'ai besoin de faire un amortissement comme ça, j'ouvrirai un
livre./


***** Amortissement Proportionnel à l'utilisation

Ben simple: on remplace le *n* par un volume total d'utilisation *V*.

on a donc d = (P-R)/V

L'amortissement à l'année *t* sera donné par le volume d'utilisation de v_t de
l'année *t*.

D_t = d*v_t

Par exemple, ça pourrait être une voiture, *V* serait le nombre total de
kilomètres qu'on prévoit faire avec la voiture et v_t serait le nombre de
kilomètres faits durant l'année *t*.

*** Intérêt et valeur de l'argent dans le temps
À cause des intérêts ou de l'inflation, un montant X_1 à un temps T_1 n'aura pas
la même valeur à un temps T_2.  Les méthodes dans cette sections permettent de
trouver des équivalences entre des montants d'argents à différents temps.

Les facteurs d'actualisations permettent d'établire ces équivalences.

Les taux effectifs permettent de comparer des situations avec des fréquences de
capitalisations différentes.
**** Valeur de l'argent dans le temps

***** La base

Avec un taux i, un montant est multiplié par (1+i) à chaque période de
capitalisation.

Ainsi, un montant à l'année 0 aura été mutiplié par (1+i)^n rendu à l'année n.

Ainsi, si on connait le montant à l'année n, on peut connaître le montant à
l'année 0 en multipliant par (1+i)^{-n}.  Donc:

| (P/F, i, n) | (1+i)^{-n} |
| (F/P, i, n) | (1+i)^{n}  |

***** Le reste

Avec des annuités, on dépose un montant A à chaque période. Au bout de n années,
le premier montant A déposé à l'année vaudrait A(1+i)^{-1} à l'année 0, le montant
déposé à l'année 2 vaudrait A(1+i)^{-2} à l'année 0.  Finalement le montant déposé
à l'année n vaudrait A(1+i)^{-n} à l'année 0.

La somme est donc

A((1+i)^{-1} + (1+i)^{-2} + \dots + (1+i)^{-n}) = P

Si on fait le même truc qu'avec une série géométrique pour trouver P/A = \xi, nous
avons

\xi = (1+i)^{-1} + (1+i)^{-2} + \dots + (1+i)^{-n}

et

(1+i)\xi = 1 + (1+i)^{-1} + (1+i)^{-2} + \dots + (1+i)^{-(n-1)} 

donc \xi - (1+i)\xi = -i\xi = (1+i)^{-n} - 1.

ou bien i\xi = 1 - (1+i)^{-n} et donc \xi = (1 - (1+i)^{-n})/i

On peut multiplier par (1+i)^n/(1+i)^n = 1 pour obtenir

| (P/A, i, n) | ((1+i)^n - 1)/(i(1+i)^n) |
| (A/P, i, n) | 1/(P/A, i, n)          |

pour avoir une formule sans exposants négatifs.

Les autres formules peuvent être obtenues ainsi:

| (F/A, i, n) | ((1+i)^n - 1)/i   |
| (A/F, i, n) | i / ((1+i)^n - 1) |
| (P/G, i, n) | ...              |
| (           |                  |

