Notes_SSH3201.tex

\subsubsection{Intérêt et valeur de l'argent dans le temps}
\label{sec:org4cf2016}
À cause des intérêts ou de l'inflation, un montant X\(_{\text{1}}\) à un temps T\(_{\text{1}}\) n'aura pas
la même valeur à un temps T\(_{\text{2}}\).  Les méthodes dans cette sections permettent de
trouver des équivalences entre des montants d'argents à différents temps.

Les facteurs d'actualisations permettent d'établire ces équivalences.

Les taux effectifs permettent de comparer des situations avec des fréquences de
capitalisations différentes.
\begin{enumerate}
\item Valeur de l'argent dans le temps
\label{sec:org9560b6b}

\begin{enumerate}
\item La base
\label{sec:org323ed20}

Avec un taux i, un montant est multiplié par (1+i) à chaque période de
capitalisation.

Ainsi, un montant à l'année 0 aura été mutiplié par (1+i)\(^{\text{n}}\) rendu à l'année n.

Ainsi, si on connait le montant à l'année n, on peut connaître le montant à
l'année 0 en multipliant par (1+i)\(^{\text{-n}}\).  Donc:

\begin{center}
\begin{tabular}{ll}
(P/F, i, n) & (1+i)\(^{\text{-n}}\)\\
(F/P, i, n) & (1+i)\(^{\text{n}}\)\\
\end{tabular}
\end{center}

\item Le reste
\label{sec:orgc9a92e4}

Avec des annuités, on dépose un montant A à chaque période. Au bout de n années,
le premier montant A déposé à l'année vaudrait A(1+i)\(^{\text{-1}}\) à l'année 0, le montant
déposé à l'année 2 vaudrait A(1+i)\(^{\text{-2}}\) à l'année 0.  Finalement le montant déposé
à l'année n vaudrait A(1+i)\(^{\text{-n}}\) à l'année 0.

La somme est donc

A((1+i)\(^{\text{-1}}\) + (1+i)\(^{\text{-2}}\) + \dots{} + (1+i)\(^{\text{-n}}\)) = P

Si on fait le même truc qu'avec une série géométrique pour trouver P/A = \(\xi\), nous
avons

\(\xi\) = (1+i)\(^{\text{-1}}\) + (1+i)\(^{\text{-2}}\) + \dots{} + (1+i)\(^{\text{-n}}\)

et

(1+i)\(\xi\) = 1 + (1+i)\(^{\text{-1}}\) + (1+i)\(^{\text{-2}}\) + \dots{} + (1+i)\(^{\text{-(n-1)}}\) 

donc \(\xi\) - (1+i)\(\xi\) = -i\(\xi\) = (1+i)\(^{\text{-n}}\) - 1.

ou bien i\(\xi\) = 1 - (1+i)\(^{\text{-n}}\) et donc \(\xi\) = (1 - (1+i)\(^{\text{-n}}\))/i

On peut multiplier par (1+i)\(^{\text{n}}\)/(1+i)\(^{\text{n}}\) = 1 pour obtenir

\begin{center}
\begin{tabular}{ll}
(P/A, i, n) & ((1+i)\(^{\text{n}}\) - 1)/(i(1+i)\(^{\text{n}}\))\\
(A/P, i, n) & 1/(P/A, i, n)\\
\end{tabular}
\end{center}

pour avoir une formule sans exposants négatifs.

Les autres formules peuvent être obtenues ainsi:

\begin{center}
\begin{tabular}{ll}
(F/A, i, n) & ((1+i)\(^{\text{n}}\) - 1)/i\\
(A/F, i, n) & i / ((1+i)\(^{\text{n}}\) - 1)\\
(P/G, i, n) & \ldots{}\\
( & \\
\end{tabular}
\end{center}
