Notes_SSH3201.org
**** Taux nominal et périodes de capitalisation 

Les termes d'un prêt ou d'un investissement expriment les taux sous la forme

"Un taux nominal de i_nominal par année capitalisée m fois par année"

Ceci veux dire que m fois par année, le montant sera multiplié par (1 + i/m).
Au bout d'une année, le montant aura été multiplié par (1 + i/m)^m.

On appelle i_eff = (1 + i_nom/m)^m.

Afin de pouvoir travailler avec des flux monétaires avec diverses fréquences de
capitalisation, nous devons transformer ces taux en taux effectifs de la même
fréquence (généralement on met tout en années).

Périodes de versements:

On a vu une formule pour avoir un taux effectif qui a un *m* et un *v*.  Ce
qu'on veut, c'est que

(1+i/m)^m = (1 + i/v)^v

On fait X^(1/v) des deux côtés pour obtenir

((1+i_1/m)^m)^{1/v} = 1 + i_2/v \\
\Rightarrow (1 + i_1/m)^{m/v} = 1 + i_2/v \\
\Rightarrow (1 + i_1/m)^{m/v} - 1 = i_2/v \\

Exemple: un taux de 10% capitalisé mensuellement mais payés semestriellement
donne:

(1 + 0.10/12)^12 = (1 + i_2/2)^2      \\
\Rightarrow (1 + 0.10/12)^6 = 1 + i_2/2       \\
\Rightarrow (1 + 0.10/12)^6 - 1 = 0.05105    \\

Ce qui veut dire que notre taux de 10% par année capitalisé mensuellement
correspond à un taux de 5.105% effectif par période de paiement.

Ça correspond aussi à un taux de 10.21% capitalisé semestriellement.

En effet:

(1 + 0.10/12)^12 = 1.1047

et 

(1 + 0.1021/2)^2 = 1.1047

Le 0.05105, c'est le i_2/v. C'est le taux effectif.  Si on veut un taux nominal
annuel, c'est i_2 = 10.21%.

*** Interpolations:

Supposons une fonction y = f(x) et nous cherchons x^* pour que f(x^*) = y^*,

Si on a x_1, x_2 tels que f(x_1) < y^* < f(x_2) (sans dire si x_1 > x_2 ou x_2 > x_2), la
droite reliant (x_2, y_2) à (x^*, y^*) a la même pente que la droite reliant (x_1,
y_1) à (x_2, y_2) donc

#+BEGIN_EXAMPLE
x_2 - x^*     x_2 - x_1  \\
---------  =  ---------  \\
y_2 - y^*     y_2 - y_1  \\

Et on peut manipuler cette équation

x_1 - x^*    x_2 - x_1            \\
---------  = --------- (y_1 - y^*)  \\
             y_2 - y_1            \\


              x_2 - x_1            \\
-x^* = -x_1 + --------- (y_1 - y^*)  \\
              y_2 - y_1            \\

pour obtenir

              x_2 - x_1            \\
 x^* = +x_1 - --------- (y_1 - y^*)  \\
              y_2 - y_1            \\

Et notons que dans les slides, c'est généralement présenté comme suit:

              x_2 - x_1            \\
 x^* = +x_1 + --------- (y^* - y_1)  \\
              y_2 - y_1            \\
#+END_EXAMPLE

 x^* = +x_1 + (y^* - y_1) \cdot (x_2 - x_1)/(y_2 - y_1) \\

** Travaux Pratiques (TP)


** Feuille de formules

- [X] États financiers [4/4]
  - [X] État des résultats
    - [X] Notes
  - [X] État de variations de CP
    - [X] Notes
  - [X] État des résultats
    - [X] Notes
  - [X] État des flux de trésorie
    - [X] Notes

- [-] Ratios [4/14]

  - [X] 
  - [X] 
  - [ ] 
  - [ ] 
  - [X] 
  - [X] 
  - [ ] 
  - [ ] 
  - [ ] 
  - [ ] 
  - [ ] 
  - [ ] 
  - [ ] 
  - [ ] 

- [ ] Cas de figure (valeur de l'argent dans le temps) [0/5]
  - [ ] Annuités
  - [ ] Gradient arithmétique
  - [ ] Gradient géométrique
  - [ ] Annuité à l'infini
  - [ ] Formule d'interpolation (Slides extra MVH P35)

- [ ] Conversions de taux d'intérêts

- [ ] Amortissement
  - [ ] Note: Coût amortissable
  - [ ] Amortissement Linéaire
  - [ ] Amortissement Dégressif
  - [ ] Amortissement Proportionnel à l'ordre inversé des années
  - [ ] Amortissement Linéaire
