Notes_SSH3201.html

<li><a id="org03aea6e"></a>Taux nominal et périodes de capitalisation<br />
<div class="outline-text-5" id="text-1-3-4-2">
<p>
Les termes d'un prêt ou d'un investissement expriment les taux sous la forme
</p>

<p>
"Un taux nominal de i<sub>nominal</sub> par année capitalisée m fois par année"
</p>

<p>
Ceci veux dire que m fois par année, le montant sera multiplié par (1 + i/m).
Au bout d'une année, le montant aura été multiplié par (1 + i/m)<sup>m</sup>.
</p>

<p>
On appelle i<sub>eff</sub> = (1 + i<sub>nom</sub>/m)<sup>m</sup>.
</p>

<p>
Afin de pouvoir travailler avec des flux monétaires avec diverses fréquences de
capitalisation, nous devons transformer ces taux en taux effectifs de la même
fréquence (généralement on met tout en années).
</p>

<p>
Périodes de versements:
</p>

<p>
On a vu une formule pour avoir un taux effectif qui a un <b>m</b> et un <b>v</b>.  Ce
qu'on veut, c'est que
</p>

<p>
(1+i/m)<sup>m</sup> = (1 + i/v)<sup>v</sup>
</p>

<p>
On fait X<sup>(1/v)</sup> des deux côtés pour obtenir
</p>

<p>
((1+i<sub>1</sub>/m)<sup>m</sup>)<sup>1/v</sup> = 1 + i<sub>2</sub>/v <br />
&rArr; (1 + i<sub>1</sub>/m)<sup>m/v</sup> = 1 + i<sub>2</sub>/v <br />
&rArr; (1 + i<sub>1</sub>/m)<sup>m/v</sup> - 1 = i<sub>2</sub>/v <br />
</p>

<p>
Exemple: un taux de 10% capitalisé mensuellement mais payés semestriellement
donne:
</p>

<p>
(1 + 0.10/12)<sup>12</sup> = (1 + i<sub>2</sub>/2)<sup>2</sup>      <br />
&rArr; (1 + 0.10/12)<sup>6</sup> = 1 + i<sub>2</sub>/2       <br />
&rArr; (1 + 0.10/12)<sup>6</sup> - 1 = 0.05105    <br />
</p>

<p>
Ce qui veut dire que notre taux de 10% par année capitalisé mensuellement
correspond à un taux de 5.105% effectif par période de paiement.
</p>

<p>
Ça correspond aussi à un taux de 10.21% capitalisé semestriellement.
</p>

<p>
En effet:
</p>

<p>
(1 + 0.10/12)<sup>12</sup> = 1.1047
</p>

<p>
et 
</p>

<p>
(1 + 0.1021/2)<sup>2</sup> = 1.1047
</p>

<p>
Le 0.05105, c'est le i<sub>2</sub>/v. C'est le taux effectif.  Si on veut un taux nominal
annuel, c'est i<sub>2</sub> = 10.21%.
</p>
</div>
</li>
</ol>
</div>

<div id="outline-container-org98c2332" class="outline-4">
<h4 id="org98c2332"><span class="section-number-4">1.3.5</span> Interpolations:</h4>
<div class="outline-text-4" id="text-1-3-5">
<p>
Supposons une fonction y = f(x) et nous cherchons x<sup>*</sup> pour que f(x<sup>*</sup>) = y<sup>*</sup>,
</p>

<p>
Si on a x<sub>1</sub>, x<sub>2</sub> tels que f(x<sub>1</sub>) &lt; y<sup>*</sup> &lt; f(x<sub>2</sub>) (sans dire si x<sub>1</sub> &gt; x<sub>2</sub> ou x<sub>2</sub> &gt; x<sub>2</sub>), la
droite reliant (x<sub>2</sub>, y<sub>2</sub>) à (x<sup>*</sup>, y<sup>*</sup>) a la même pente que la droite reliant (x<sub>1</sub>,
y<sub>1</sub>) à (x<sub>2</sub>, y<sub>2</sub>) donc
</p>

<pre class="example">
x_2 - x^*     x_2 - x_1  \\
---------  =  ---------  \\
y_2 - y^*     y_2 - y_1  \\

Et on peut manipuler cette équation

x_1 - x^*    x_2 - x_1            \\
---------  = --------- (y_1 - y^*)  \\
             y_2 - y_1            \\


              x_2 - x_1            \\
-x^* = -x_1 + --------- (y_1 - y^*)  \\
              y_2 - y_1            \\

pour obtenir

              x_2 - x_1            \\
 x^* = +x_1 - --------- (y_1 - y^*)  \\
              y_2 - y_1            \\

Et notons que dans les slides, c'est généralement présenté comme suit:

              x_2 - x_1            \\
 x^* = +x_1 + --------- (y^* - y_1)  \\
              y_2 - y_1            \\
</pre>

<p>
x<sup>*</sup> = +x<sub>1</sub> + (y<sup>*</sup> - y<sub>1</sub>) &sdot; (x<sub>2</sub> - x<sub>1</sub>)/(y<sub>2</sub> - y<sub>1</sub>) <br />
</p>
</div>
</div>
</div>

<div id="outline-container-orgdbff311" class="outline-3">
<h3 id="orgdbff311"><span class="section-number-3">1.4</span> Travaux Pratiques (TP)</h3>
</div>


<div id="outline-container-org26ece3d" class="outline-3">
<h3 id="org26ece3d"><span class="section-number-3">1.5</span> Feuille de formules</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li class="on"><code>[X]</code> États financiers <code>[4/4]</code>
<ul class="org-ul">
<li class="on"><code>[X]</code> État des résultats
<ul class="org-ul">
<li class="on"><code>[X]</code> Notes</li>
</ul></li>
<li class="on"><code>[X]</code> État de variations de CP
<ul class="org-ul">
<li class="on"><code>[X]</code> Notes</li>
</ul></li>
<li class="on"><code>[X]</code> État des résultats
<ul class="org-ul">
<li class="on"><code>[X]</code> Notes</li>
</ul></li>
<li class="on"><code>[X]</code> État des flux de trésorie
<ul class="org-ul">
<li class="on"><code>[X]</code> Notes</li>
</ul></li>
</ul></li>

<li class="trans"><code>[-]</code> Ratios <code>[4/14]</code>

<ul class="org-ul">
<li class="on"><code>[X]</code> </li>

<li class="on"><code>[X]</code> </li>

<li class="off"><code>[&#xa0;]</code> </li>

<li class="off"><code>[&#xa0;]</code> </li>

<li class="on"><code>[X]</code> </li>

<li class="on"><code>[X]</code> </li>

<li class="off"><code>[&#xa0;]</code> </li>

<li class="off"><code>[&#xa0;]</code> </li>

<li class="off"><code>[&#xa0;]</code> </li>

<li class="off"><code>[&#xa0;]</code> </li>

<li class="off"><code>[&#xa0;]</code> </li>

<li class="off"><code>[&#xa0;]</code> </li>

<li class="off"><code>[&#xa0;]</code> </li>

<li class="off"><code>[&#xa0;]</code> </li>
</ul></li>

<li class="off"><code>[&#xa0;]</code> Cas de figure (valeur de l'argent dans le temps) <code>[0/5]</code>
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Annuités</li>
<li class="off"><code>[&#xa0;]</code> Gradient arithmétique</li>
<li class="off"><code>[&#xa0;]</code> Gradient géométrique</li>
<li class="off"><code>[&#xa0;]</code> Annuité à l'infini</li>
<li class="off"><code>[&#xa0;]</code> Formule d'interpolation (Slides extra MVH P35)</li>
</ul></li>

<li class="off"><code>[&#xa0;]</code> Conversions de taux d'intérêts</li>

<li class="off"><code>[&#xa0;]</code> Amortissement
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Note: Coût amortissable</li>
<li class="off"><code>[&#xa0;]</code> Amortissement Linéaire</li>
<li class="off"><code>[&#xa0;]</code> Amortissement Dégressif</li>
<li class="off"><code>[&#xa0;]</code> Amortissement Proportionnel à l'ordre inversé des années</li>
<li class="off"><code>[&#xa0;]</code> Amortissement Linéaire</li>
</ul></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Philippe Carphin</p>
<p class="date">Created: 2019-01-19 Sat 15:43</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
