Notes_SSH3201.tex
fréquence (généralement on met tout en années).

Périodes de versements:

On a vu une formule pour avoir un taux effectif qui a un \textbf{m} et un \textbf{v}.  Ce
qu'on veut, c'est que

(1+i/m)\(^{\text{m}}\) = (1 + i/v)\(^{\text{v}}\)

On fait X\(^{\text{(1/v)}}\) des deux côtés pour obtenir

((1+i\(_{\text{1}}\)/m)\(^{\text{m}}\))\(^{\text{1/v}}\) = 1 + i\(_{\text{2}}\)/v \\
\(\Rightarrow\) (1 + i\(_{\text{1}}\)/m)\(^{\text{m/v}}\) = 1 + i\(_{\text{2}}\)/v \\
\(\Rightarrow\) (1 + i\(_{\text{1}}\)/m)\(^{\text{m/v}}\) - 1 = i\(_{\text{2}}\)/v \\

Exemple: un taux de 10\% capitalisé mensuellement mais payés semestriellement
donne:

(1 + 0.10/12)\(^{\text{12}}\) = (1 + i\(_{\text{2}}\)/2)\(^{\text{2}}\)      \\
\(\Rightarrow\) (1 + 0.10/12)\(^{\text{6}}\) = 1 + i\(_{\text{2}}\)/2       \\
\(\Rightarrow\) (1 + 0.10/12)\(^{\text{6}}\) - 1 = 0.05105    \\

Ce qui veut dire que notre taux de 10\% par année capitalisé mensuellement
correspond à un taux de 5.105\% effectif par période de paiement.

Ça correspond aussi à un taux de 10.21\% capitalisé semestriellement.

En effet:

(1 + 0.10/12)\(^{\text{12}}\) = 1.1047

et 

(1 + 0.1021/2)\(^{\text{2}}\) = 1.1047

Le 0.05105, c'est le i\(_{\text{2}}\)/v. C'est le taux effectif.  Si on veut un taux nominal
annuel, c'est i\(_{\text{2}}\) = 10.21\%.
\end{enumerate}

\subsubsection{Interpolations:}
\label{sec:org13f1555}

Supposons une fonction y = f(x) et nous cherchons x\(^{\text{*}}\) pour que f(x\(^{\text{*}}\)) = y\(^{\text{*}}\),

Si on a x\(_{\text{1}}\), x\(_{\text{2}}\) tels que f(x\(_{\text{1}}\)) < y\(^{\text{*}}\) < f(x\(_{\text{2}}\)) (sans dire si x\(_{\text{1}}\) > x\(_{\text{2}}\) ou x\(_{\text{2}}\) > x\(_{\text{2}}\)), la
droite reliant (x\(_{\text{2}}\), y\(_{\text{2}}\)) à (x\(^{\text{*}}\), y\(^{\text{*}}\)) a la même pente que la droite reliant (x\(_{\text{1}}\),
y\(_{\text{1}}\)) à (x\(_{\text{2}}\), y\(_{\text{2}}\)) donc

\begin{verbatim}
x_2 - x^*     x_2 - x_1  \\
---------  =  ---------  \\
y_2 - y^*     y_2 - y_1  \\

Et on peut manipuler cette équation

x_1 - x^*    x_2 - x_1            \\
---------  = --------- (y_1 - y^*)  \\
             y_2 - y_1            \\


              x_2 - x_1            \\
-x^* = -x_1 + --------- (y_1 - y^*)  \\
              y_2 - y_1            \\

pour obtenir

              x_2 - x_1            \\
 x^* = +x_1 - --------- (y_1 - y^*)  \\
              y_2 - y_1            \\

Et notons que dans les slides, c'est généralement présenté comme suit:

              x_2 - x_1            \\
 x^* = +x_1 + --------- (y^* - y_1)  \\
              y_2 - y_1            \\
\end{verbatim}

x\(^{\text{*}}\) = +x\(_{\text{1}}\) + (y\(^{\text{*}}\) - y\(_{\text{1}}\)) \(\cdot\) (x\(_{\text{2}}\) - x\(_{\text{1}}\))/(y\(_{\text{2}}\) - y\(_{\text{1}}\)) \\

\subsection{Travaux Pratiques (TP)}
\label{sec:org4a8034a}


\subsection{Feuille de formules}
\label{sec:org32445f2}

\begin{itemize}
\item[{$\boxtimes$}] États financiers [4/4]
\begin{itemize}
\item[{$\boxtimes$}] État des résultats
\begin{itemize}
\item[{$\boxtimes$}] Notes
\end{itemize}
\item[{$\boxtimes$}] État de variations de CP
\begin{itemize}
\item[{$\boxtimes$}] Notes
\end{itemize}
\item[{$\boxtimes$}] État des résultats
\begin{itemize}
\item[{$\boxtimes$}] Notes
\end{itemize}
\item[{$\boxtimes$}] État des flux de trésorie
\begin{itemize}
\item[{$\boxtimes$}] Notes
\end{itemize}
\end{itemize}

\item[{$\boxminus$}] Ratios [4/14]

\begin{itemize}
\item[{$\boxtimes$}] 

\item[{$\boxtimes$}] 

\item[{$\square$}] 

\item[{$\square$}] 

\item[{$\boxtimes$}] 

\item[{$\boxtimes$}] 

\item[{$\square$}] 

\item[{$\square$}] 

\item[{$\square$}] 

\item[{$\square$}] 

\item[{$\square$}] 

\item[{$\square$}] 

\item[{$\square$}] 

\item[{$\square$}] 
\end{itemize}

\item[{$\square$}] Cas de figure (valeur de l'argent dans le temps) [0/5]
\begin{itemize}
\item[{$\square$}] Annuités
\item[{$\square$}] Gradient arithmétique
\item[{$\square$}] Gradient géométrique
\item[{$\square$}] Annuité à l'infini
\item[{$\square$}] Formule d'interpolation (Slides extra MVH P35)
\end{itemize}

\item[{$\square$}] Conversions de taux d'intérêts

\item[{$\square$}] Amortissement
\begin{itemize}
\item[{$\square$}] Note: Coût amortissable
\item[{$\square$}] Amortissement Linéaire
\item[{$\square$}] Amortissement Dégressif
\item[{$\square$}] Amortissement Proportionnel à l'ordre inversé des années
\item[{$\square$}] Amortissement Linéaire
\end{itemize}
\end{itemize}
\end{document}
